Repository: ChrisDuffley/stationPlaylist
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de_ch, es, fr, gl, he, hr, hu, kn, ne, pl, pt_br, pt_pt, ro, ru, sk, tr, vi

source: Encoder settings error
de_ch: Fehler in den Encoder-Einstellungen
es: Error de opciones de codificador
fr: Erreur dans les paramètres de l'encodeur
gl: Erro de opcións do codificador
he: שגיות בהגדרות מנגנון הקידוד
hr: Greška u postavkama dekodera
pl: Błąd ustawień enkodera
pt_pt: Erro de configurações do codificador
ro: Eroare setări encoder
vi: Lỗi cài đặt mã hóa

source: Could not locate the following time-based profile(s): {profiles}
de_ch: Die folgenden zeitbasierte Profil(e) konnte nicht gefunden werden: {profiles}
es: No se pudieron localizar los siguientes perfiles basados en tiempo(s): {profiles}
fr: Impossible de localisé les suivants profils basé sur l'heure : {profiles}
gl: Non se poideron atopar os seguintes perfiles baseados en tempo: {profiles}
he: לא נמצאו פרופילי מבוססי זמן הבאים: {profiles}
hr: Nije moguće pronaći sljedeći vremenski utemeljen profil: {profiles}
pl: Nie mogę znaleźć profili: {profiles}
pt_pt: Não é possível localizar os seguintesperfis baseados no tempo (s): {profiles}
ro: Nu se pot localiza următoarele profiluri bazate pe timp: {profiles}
vi: Không tìm thấy các hồ sơ theo thời gian: {profiles}

source: Time-based profiles missing
de_ch: Zeitbasierte Profile fehlen
es: Faltan perfiles basados en tiempo
fr: Profils basé sur l'heure manquants
gl: Faltan perfiles baseados en tempo
he: פרופילים מבוססי זמן חסרים
hr: Nedostaju vremenski utemeljeni profili
pl: Brak profili wyzwalanych czasowo
pt_pt: Perfis baseados no tempo faltam
ro: Lipsesc profilurile bazate pe timp
vi: Không có hồ sơ theo thời gian

source: active
de_ch: aktiv
es: activo
gl: activo
he: פעיל
hr: aktivni
pl: Aktywny
pt_br: ativo
pt_pt: Acttivo
ro: activ
ru: активен
sk: Aktívny
tr: etkin
vi: hoạt động

source: instant switch
es: Cambio instantáneo
fr: changement immédiat
gl: Cambio instantáneo
he: החלפה מיידית
hr: trenutno mijenjanje
pl: Szybkie przełączenie
pt_br: troca instantânea
pt_pt: interruptor instantâneo
ro: Comutare instantanee
ru: мгновенное переключение
sk: Ručná aktivácia
tr: anında geçiş
vi: chuyển nhanh

source: time-based
de_ch: Zeit-basiert
es: basado en tiempo
fr: basé sur l'heure
gl: baseado en tempo
he: מבוסס זמן
hr: vremenski utemeljeni
pl: Czasowy
pt_pt: com base no tempo
ro: bazat pe timp
vi: theo thời gian

source: Only normal profile is in use
de_ch: Nur das normale Profil ist gerade aktiv
es: Sólo el perfil normal está en uso
fr: Seul le profil normal est utilisé
gl: Só o perfil normal está en uso
he: פרופיל בסיסי
hr: Koristi se samo normalni profil
pl: tylkoProfil standardowy jest w użyciu
pt_br: Apenas o perfil normal está em uso
pt_pt: Apenas o perfil normal está em uso
ro: Doar profilul normal e în uz
ru: Используется только обычный профиль
sk: Používa sa len predvolený profil
tr: Yalnızca normal profil kullanılıyor
vi: Chỉ đang dùng hồ sơ bình thường

source: No instant switch profile is defined
ar: لم يتم تحديد وضع للانتقال إليه
bg: Не е дефиниран профил за незабавно превключване
de_ch: kein Instant-Switch-Profil definiert.
es: No se definió el perfil cambio istantáneo
fr: Aucun changement de profil immédiat est défini
gl: Non se definiu o perfil cambio istantáneo
he: לא הוגדרה החלפה מיידית של פרופילים
hr: Nijedan profil za trenutno mijenjanje nije definiran
pl: Niezdefiniowano profilu czasowego
pt_br: Nenhum perfil de troca instantânea está definida
pt_pt: Nenhum perfil de switch instantâneo está definido
ro: Niciun profil de comutare instantanee definit.
ru: Профиль мгновенного переключения не определён
sk: Nemáte nastavený žiadny ručný profil
tr: Anında geçiş profili tanımlanmadı
vi: Không có hồ sơ chuyển nhanh nào được chỉ định

source: You are already in the instant switch profile
ar: أنت بالفعل في الوضع الذي انتقلت إليه
bg: Вече сте в профила за незабавно превключване
de_ch: Das Schnellprofil ist bereits aktiv
es: Ya estás en el perfil cambio instantáneo
fr: Vous êtes déjà dans le changement de profil immédiat
gl: Xa estás no perfil cambio instantáneo
he: אתה כבר נמצא בחלון החלפת הפרופילים
hr: Već se nalaziš u profilu za trenutno mijenjanje
pl: Używasz szybkiego profilu
pt_br: Já está no perfil de troca instantânea
pt_pt: Já está no perfil de troca instantânea
ro: Ești deja în profilul de comutare instantanee.
ru: Вы уже зарегистрированы в профиле мгновенного переключения
sk: Profil je už aktivovaný
tr: Zaten anlık geçiş profilindesiniz
vi: Bạn đã ở trong hồ sơ chuyển nhanh

source: A profile trigger is already active
de_ch: Ein Profil-Auslöser ist bereits aktiv
es: Ya está activo un disparador de perfil
fr: Un déclencheur de profil est déjà actif
gl: Un disparador de perfil xa está activo
he: תהליך החלפת הפרופיל כבר בביצוע
hr: Okidač profila je već aktivan
pl: Wyzwalacz dla profilu jest aktywny
pt_pt: Um gatilho de perfil já está ativo
ro: Un trigger al profilului este deja activ.
vi: Đã có một tác nhân hồ sơ hoạt động

source: SPL Studio and audio ducking
de_ch: SPL-Studio und Reduzierung der Lautstärke anderer Audioquellen.
es: SPL Studio y atenuación de audio
fr: SPL Studio et atténuation audio
gl: SPL Studio e atenuación do audio
he: SPL Studio והנמכת צלילי השמע
hr: SPL Studio i stišavanje zvuka
pl: SPL Studio i "kaczka"
pt_pt: SPL Studio e ducking de áudio
ro: Studio SPL și adjustarea automată a volumului audio
vi: SPL Studio và giảm âm lượng

source: NVDA 2016.1 and later allows NVDA to decrease volume of background audio including that of Studio. In order to not disrupt the listening experience of your listeners, please disable audio ducking either by: * Opening synthesizer dialog in NVDA and selecting 'no ducking' from audio ducking mode combo box. * Press NVDA+Shift+D to set it to 'no ducking'.
de_ch: NVDA 2016.1 und höher ermöglicht es NVDA, die Lautstärke der Hintergrundsounds zu verringern, einschliesslich der Lautstärke von Studio. Um das Hörerlebnis Ihrer Zuhörer nicht zu stören, deaktivieren Sie bitte das Audio-Ducking entweder durch: * Öffnen des Sprachausgabendialogs in NVDA und Auswählen von"Lautstärke anderer Audioquellen reduzieren: nie" aus der entsprechenden Ausklappliste. * Drücken Sie NVDA+Umschalt+D, um die Verringerung der Lautstärke auf"nie" zu stellen.
es: NVDA 2016.1 y posteriores permiten a NVDA disminuir el volumen del audio de fondo incluyendo a Studio. Para no empeorar la experiencia de escucha de tus oyentes, por favor deshabilita la atenuación de audio mediante: * abrir el diálogo Sintetizador en NVDA y seleccionando 'sin atenuación' del cuadro combinado Modo de atenuación de audio * o pulsando NVDA+Shift+D para configurarlo a 'Sin atenuación'.
fr: NVDA 2016.1 et versions ultérieures permet de réduire le volume des sons en arrière-plan, incluant celui de Studio. Afin de ne pas perturber l'expérience de vos auditeurs, veuillez désactiver l'atténuation audio soit en : * Ouvrant le dialogue Synthétiseur de NVDA et sélectionner 'pas d'atténuation audio' dans la liste déroulante mode d'atténuation audio. * Appuyer sur NVDA+maj+D Pour le définir à 'Ne jamais atténuer'.
gl: O NVDA 2016.1 e posteriores permiten ao NVDA diminuir o volume do audio de fondo incluindo ao Studio. Para non empeorar a experiencia de escoita dos teus oubintes, por favor deshabilita a atenuación do audio mediante: * abrir o diálogo Sintetizador no NVDA e selecionando 'sen atenuación' da caixa combinada Modo de atenuación de audio * ou premendo NVDA+Shift+D para configuralo a 'Sen atenuación'.
he: מאז גרסת 2016.1 יש לNVDA היכולת להנמיך את עוצמת הצלילים של צלילי תוכנות אחרות. אם ברצונך להשאיר שלמה את חוויית ההקשבה, יש לבטל את ההנמכה האוטומטית. לשם כך, פתח את תפריט מנוע הדיבור ותסמן "לא" באופציה "הנמכה של השמע" או לחץ על הצירוף NVDA+Shift+D.
hr: NVDA 2016.1 i noviji dozvoljava stišavanje pozadinskih zvukova, uključujući zvukove programa Studio. Kako se ne bi kvario doživljaj slušanja tvojih slušateljima, deaktiviraj stišavanje zvukova na sljedeće načine: * Otvori dijaloški okvir postavki govorne jedinice i odaberi „bez stišavanja”. * Pritisni tipke NVDA+Shift+D i postavi na „bez stišavanja”.
pl: NVDA 2016.1 w systemach od WIN 8 w górę umożliwia przyciszanie innych dźwięków (W tym studia). Aby uniknąć nieprzyjemnych efektów dla słuchaczy, wyłącz przyciszanie z memu "syntezator" lub poprzez skrót klawiszowy
ro: NVDA 2016.1 și mai nou permite NVDA-ului să micșoreze volumul audio de fundal. Pentru a nu perturba experiența ascultătorilor tăi, dezactivează ajustarea automată a volumului, deschizând fereastra de dialog a sintetizatorului NVDA și selectând „fără atenuare” din caseta combinată pentru atenuare audio, sau apăsând NVDA+Shift+D.
vi: NVDA 2016.1 trở lên cho phép NVDA giảm âm lượng của âm thanh nền bao gồm luôn Studio. Để không làm gián đoạn trải nghiệm của người nghe, vui lòng vô hiệu hóa tính năng giảm âm lượng bằng cách: * Mở hộp thoại chọn bộ đọc trong NVDA và chọn 'không giảm' trong hộp xổ giảm âm lượng các ứng dụng khác. * Bấm NVDA+Shift+D để thiết lập là 'không giảm'.

source: Do not show this message again
de_ch: Diese Meldung nicht mehr anzeigen
es: No mostrar este mensaje otra vez
fr: Ne plus afficher ce message
gl: Non amosar esta mensaxe de novo
he: אל תציג הודעה זו שוב
hr: Ne prikazuj ponovo ovu poruku
pl: Nie pokazuj mi tego więcej!
pt_pt: Não mostrar esta mensagem novamente
ro: Nu mai arăta acest mesaj din nou
vi: Không hiển thị lại thông điệp này nữa

source: Welcome to StationPlaylist Studio add-on for NVDA, your companion to broadcasting with SPL Studio using NVDA screen reader. Highlights of StationPlaylist Studio add-on include: * Layer commands for obtaining status information. * Various ways to examine track columns. * Various ways to find tracks. * Cart Explorer to learn cart assignments. * Comprehensive settings and documentation. * Check for add-on updates automatically or manually. * Completely free, open-source and community-driven. * And much more. Visit www.stationplaylist.com for details on StationPlaylist Studio. Visit StationPlaylist entry on NVDA Community Add-ons page (addons.nvda-project.org) for more information on the add-on and to read the documentation. Want to see this dialog again? Just press Alt+NVDA+F1 while using Studio to return to this dialog. Have something to say about the add-on? Press Control+NVDA+hyphen (-) to send a feedback to the developer of this add-on using your default email program. Thank you.
de_ch: Willkommen zur StationPlaylist-Studio-Erweiterung für NVDA, Ihr Begleiter bei der Übertragung mit SPL Studio mit NVDA Screenreader. Zu den Highlights dieser Erweiterung gehören: * Tastatur-Befehle zum Abrufen von Statusinformationen. * Verschiedene Möglichkeiten, Titelspalten zu analysieren. * Verschiedene Wege, Titel zu finden. * Kartenexplorer, um die Zuordnung von Karten zu lernen. * Umfassende Einstellungen und Dokumentation. * Automatische oder manuelle Suche nach Aktualisierungen. * Komplett kostenlos, open-source und weiterentwickelt durch die Community. * Und noch viel mehr. Besuchen Sie www.stationplaylist.com für weitere Informationen über StationPlaylist Studio.Besuchen Sie den StationPlaylist Eintrag auf der Seite der NVDA-Erweiterungen (addons.nvda-project.org) für weitere Informationen über die Erweiterung und um die Dokumentation zu lesen.Möchten Sie diesen Dialog noch einmal sehen? Drücken Sie einfach Alt+NVDA+F1, während Sie Studio verwenden, um zu diesem Dialog zurückzukehren.Haben Sie etwas über die Erweiterung zu sagen? Drücken Sie Control+NVDA+Bindestrich (-), um über Ihr Mailprogramm Feedback an den Entwickler dieser Erweiterung zu senden. Ich danke Ihnen.
es: Bienvenido al complemento para StationPlaylist Studio para NVDA, tu compañero para la radiodifusión con SPL Studio utilizando el lector de pantalla NVDA. Lo subrayable del complemento para StationPlaylist Studio incluye: * Capa de órdenes para obtener información de estado. * Varios modos para examinar columnas de pista. * Varios modos para encontrar pistas. * Explorador de Cart para aprender la asignación de los cart. * Opciones integrales y documentación. * Búsqueda de actualizaciones automáticas o manuales del complemento. * Completamente libre, de código abierto e impulsado por la comunidad. * Y mucho más. Visita www.stationplaylist.com para detalles sobre StationPlaylist Studio. Visita la entrada StationPlaylist en la página de complementos de la comunidad de NVDA (addons.nvda-project.org) para más información sobre el complemento y para leer la documentación. ¿Quieres consultar de nuevo este diálogo? Sólo pulsa Alt+NVDA+F1 mientras utilizas Studio para volver a este diálogo. ¿Tienes algo que decir acerca del complemento? Pulsa Control+NVDA+guión (-) para enviar una retroalimentación al desarrollador de este complemento utilizando tu programa de correo predeterminado. Gracias.
fr: Bienvenue sur le module complémentaire StationPlaylist Studio de NVDA, votre compagnon pour la diffusion avec SPL Studio utilisant le lecteur d'écran NVDA. Le module complémentaire pour le balayage de StationPlaylist Studio inclus : * Commandes en couche pour l'obtention d'informations sur le statut. * Différentes façons d’examiner les colonnes de piste. * Différentes façons de trouver des pistes. * Explorateur de Chariot pour apprendre les assignations de chariot. * Paramètres et documentation comprehensive. * Rechercher une mise à jour du module complémentaire automatiquement ou manuellement. * Complètement libre, open-source et axée sur la communauté. * Et bien plus encore. Aller sur www.stationplaylist.com pour plus d'informations sur StationPlaylist Studio. Consulter l'entrée de StationPlaylist sur la page de la Communauté des Modules Complémentaire de NVDA (addons.nvda-project.org) pour plus d’informations sur le module complémentaire et pour lire la documentation. Vous voulez voir ce dialogue à nouveau ? Il suffit d'appuyer sur Alt+NVDA+F1 lors de l’utilisation de Studio pour revenir à ce dialogue. Avez-vous quelque chose à dire au sujet du module complémentaire ? Appuyer sur Contrôle+NVDA+tiret (-) pour envoyer une réaction (retour d'information) au développeur de ce module complémentaire utilisant votre programme de courrier par défaut. Merci.
gl: Benvido ao complemento do StationPlaylist Studio para NVDA, o teu compañeiro para a radiodifusión co SPL Studio usando o lector de pantalla NVDA. O subliñable do complemento do StationPlaylist Studio inclúe: * Capa de ordes para obter información de estado. * Varios xeitos para examinar columnas de pista. * Varios xeitos para atopar pistas. * Explorador de Cart para deprender as asignacións dos cart. * Opcións integrais e documentación. * Procura de actualizacións automáticas e manuais do complemento. * Completamente gratuito, de fontes abertas e apoiado na comunidade. * E moito máis. Visita www.stationplaylist.com para detalles sobre o StationPlaylist Studio. Visita a entrada StationPlaylist na páxina de complementos da comunidade do NVDA (addons.nvda-project.org) para máis información sobre o complemento e para ler a documentación. ¿Queres consultar este diálogo de novo? só preme Alt+NVDA+F1 mentres usas Studio para voltar a este diálogo. ¿Tes algo que dicir acerca do complemento? Preme Control+NVDA+guión (-) para enviar una retroalimentación ao desenvolvedor deste complemento usando o teu programa de correo predeterminado. Grazas.
he: ברוכים הבאים לתוסף NVDA לStation Playlist.
pl: Witaj w SPL Studio dla NVDA, Oto twój pomocnik w używaniu SPL studio z czytnikiem ekranu NVDA. Highlights of StationPlaylist Studio add-on include: * Layer commands for obtaining status information. * Various ways to examine track columns. * Various ways to find tracks. * Cart Explorer to learn cart assignments. * Comprehensive settings and documentation. * Check for add-on updates automatically or manually. * Completely free, open-source and community-driven. * And much more. Visit www.stationplaylist.com for details on StationPlaylist Studio. Visit StationPlaylist entry on NVDA Community Add-ons page (addons.nvda-project.org) for more information on the add-on and to read the documentation. Want to see this dialog again? Just press Alt+NVDA+F1 while using Studio to return to this dialog. Have something to say about the add-on? Press Control+NVDA+hyphen (-) to send a feedback to the developer of this add-on using your default email program. Thank you.
pt_pt: Bem-vindo ao complemento StationPlaylist Studio para NVDA, O seu companheiro para transmitir com o SPL Studio usando o leitor de ecrã NVDA. Os destaques do extra StationPlaylist Studio incluem: * Comandos de teclado para obter informações de estado. * Várias maneiras de examinar colunas de pista. * Várias maneiras de encontrar pistas. * Expliorador de placa, para saber quais as características da placa de som. * Configurações abrangentes e documentação. * Verifique atualizações adicionais de forma automática ou manual. * Totalmente gratuito, de código aberto e baseado na comunidade. * E muito mais. Visite www.stationplaylist.com para obter detalhes sobre StationPlaylist Studio. Visite a entrada StationPlaylist na página de Complementos da comunidade NVDA (addons.nvda-project.org) para obter mais informações sobre o complemento e para ler a documentação. Deseja ver esta caixa de diálogo novamente? Basta pressionar Alt + NVDA + F1 enquanto estiver a usar o Studio para retornar a esta caixa de diálogo. Tem algo a dizer sobre o complemento? Pressione Control + NVDA + hífen (-) para enviar um comentário ao desenvolvedor deste complemento utilizando o seu programa de e-mail padrão. Obrigado.
ro: Bine ați venit la add-on-ul pentru NVDA StationPlaylist Studio, Partenerul dumneavoastră de radiodifuziune cu SPL Studio folosind cititorul de ecran NVDA. Îmbunătățirile suplimentului includ: * Comenzi Layer pentru obținerea informației stării. * diferite moduri de examinare a coloanelor melodiei. * Diferite moduri de a găsi piese. * Explorator cart pentru a învăța atribuirile cartului. * Setări și documentație. * Căutați automat sau manual actualizări ale add-on-ului. * Complet gratis, open-source și destinat comunității. * Și multe altele. Vizitați www.stationplaylist.com pentru detalii despre StationPlaylist Studio. Vizitați și pagina de add-on-uri a comunității (addons.nvda-project.org) pentru mai multe informații despre add-on și pentru a citi documentația. Vreți să vedeți dialogul din nou? Apăsați Alt+NVDA+F1 cât timp utilizați Studio pentru a reveni la acest dialog. Vreți să ne trimiteți un feedback? Apăsați Control+NVDA+hyphen utilizând clientul principal de poștă electronică. Vă mulțumim.
vi: Chào mừng đến với StationPlaylist Studio add-on cho NVDA, sự đồng hành của bạn để phát thanh với SPL Studio bằng trình đọc màn hình NVDA. Điẻm nổi bật của StationPlaylist Studio add-on bao gồm: * Các lệnh thu thập thông tin trạng thái. * Nhiều cách để xem sét các cột của track. * Nhiều cách để tìm kiếm track. * Cart Explorer để tìm hiểu cách gán cart. * toàn bộ các cài đặt và tài liệu hướng dẫn. * Kiểm tra cập nhật add-on tự động hoặc thủ công. * Hoàn toàn miễn phí, mã nguồn mở và hướng đến cộng đồng. * và còn nhiều nữa. Vào trang www.stationplaylist.com để biết thêm chi tiết về StationPlaylist Studio. Vào bài viết về StationPlaylist trên trang NVDA Community Add-ons (addons.nvda-project.org) để biết thêm thông tin về add-on và để đọc tài liệu hướng dẫn. Muốn xem lại hộp thoại này? Chỉ cần bấm Alt+NVDA+F1 khi sử dụng Studio để trở về hộp thoại này. Có điều gì muốn nói về add-on này? Bấm Control+NVDA+dấu trừ (-) để gửi phản hồi đến người phát triển của add-on này bằng trình gửi thư điện tử mặc định của bạn. Xin cảm ơn.

source: Welcome to StationPlaylist Studio add-on
de_ch: Willkommen zur Erweiterung für das Station Playlist Studio (SPL)
es: Bienvenido al complemento StationPlaylist Studio
fr: Bienvenue sur le module complémentaire StationPlaylist Studio
gl: Benvido ao complemento StationPlaylist Studio
he: ברוך הבא להרחבת StationPlaylist
pl: Witamy w Station Playlist Studio
pt_pt: Bem-vindo ao extra StationPlaylist Studio
ro: Bun venit la extensia StationPlaylist Studio
vi: Chào mừng đến với StationPlaylist Studio add-on

source: Show welcome dialog when I start Studio
de_ch: Zeige Willkommensdialog beim Starten der Studio-Erweiterung
es: Mostrar el diálogo de bienvenida al iniciar Studio
fr: Afficher le dialogue bienvenue lorsque je démarre Studio
gl: Amosar diálogo de benvida ao arrancar Studio
he: הצג חלון דו שיח בהפעלת התוכנה
hr: Prikaži dijaloški okvir dobrodošlice tijekom pokretanja programa Studio
pl: Pokazuj okno powitalne po uruchomieniu Studia
pt_br: Mostrar diálogo de boas-vindas quando eu iniciar o Studio
pt_pt: Mostrar caixa de diálogo de boas-vindas quando eu iniciar o Studio
ro: Arată dialogul de bun venit când pornesc Studio
ru: Показывать диалог приветствия при запуске Studio
sk: Po spustení SPL zobraziť uvítací dialóg
tr: Studio'yu başlattığımda hoş geldiniz iletişim kutusunu göster
vi: Hiện hộp thoại chào mừng khi khởi động Studio

source: Status announcement beeps
ar: الإعلان عن الحالة بالصفير
bg: Известяване чрез звуков сигнал
de_ch: Pieptöne bei Statusansage
es: Anunciado de estado en pitidos
fr: Annonce le statut en bips
gl: Anunciado de estado en pitidos
he: מצב הודעה: בצלילים
hr: Najavljivanje stanja zvučnim signalima
hu: Hangjelzésre váltás
kn: ಬೀಪ್ಗಳಲ್ಲಿ ಸ್ಥಿತಿಯ ತಿಳಿಸುವಿಕೆ
pl: Przełącz oznajmianie dźwięki
pt_pt: O aviso de estado emite um sinal sonoro
ro: bipuri de anunțare a stării
sk: Režim pípanie
vi: Thông báo trạng thái beeps

source: Beeps
ar: صفير
bg: Звук
de_ch: Signaltöne
es: Pitidos
fr: bip
gl: Pitidos
he: בצלילים
hr: Zvučni signali
pl: Dźwięki
ro: bipuri
sk: pípanie
vi: Beep

source: Status announcement words
ar: الإعلان عن الحالة بالكلمات
bg: Известяване чрез говор
de_ch: Wörter bei Statusansage
es: Anunciado de estado en palabras
fr: Annonce le statut en mots
gl: Anunciado de estado en palabras
he: מצב הודע: במלל
hr: Najavljivanje stanja riječima
hu: Beszédre váltás
kn: ಮಾತುಗಳಲ್ಲಿ ಸ್ಥಿತಿಯ ತಿಳಿಸುವಿಕೆ
pl: Przełącz oznajmianie mowa
pt_pt: Palavras de anúncio de estado
ro: cuvinte de anunțare a stării
sk: Režim reč
vi: Thông báo trạng thái từ

source: Words
ar: كلمات
bg: Думи
de_ch: Wörter
es: Palabras
fr: Mots
gl: Palabras
he: במלל
hr: Riječi
pl: Komunikat
pt_pt: Palavras
ro: cuvinte
sk: reč
vi: Từ

source: Braille timer off
ar: ميقات البرايل تعطيل
bg: Не извеждай таймера на брайл
de_ch: Braille-Timer aus
es: Temporizador braille apagado
fr: Minuteur braille désactivé
gl: Temporizador braille apagado
he: תזמון הודעה בברייל לא פעיל
hr: Brajeva štoperica isključena
hu: Braille időzítő ki
kn: ಬ್ರೈಲ್ ಟೈಮರ್ ಬೇಡ
pl: Timer brajlowski wyłączony
pt_br: Temporizador braille desligado
pt_pt: Temporizador Braille desligado
ro: Cronometrul braille dezacrtivat.
ru: Брайлевский таймер отключён
sk: Nezobrazovať čas na braillovskom riadku
tr: Braille zamanlayıcı kapalı
vi: Tắt hẹn giờ chữ nổi

source: Off
ar: تعطيل
de_ch: Aus
es: desactivado
fr: Désactivé
gl: desactivado
he: לא פעיל
hr: Isključeno
pl: Brak
pt_pt: Desligado
ro: dezactivat
sk: vypnuté
vi: Tắt

source: Braille track endings
ar: نهايات مسار البرايل
bg: Извеждай края на записите на брайл
de_ch: Ende der Titel in Braille
es: Terminaciones braille de pista
fr: Braille fin piste
gl: Terminacións braille de pista
he: סיום הרצועות בברייל
hr: Brajevi završni dijelovi snimaka
hu: Braille szám vége
kn: ಬ್ರೈಲ್ ಮಾರ್ಗ ಕೊನೆಗೊಳ್ಳುವಂತಹವು
pl: Wyświetlaj końce utworów w brajlu
pt_br: Terminações braille de faixa
pt_pt: Terminais de pista braille
ro: Sfârșitul melodiei în mod braille
ru: Окончания дорожек по брайлю
sk: Čas konca skladby
tr: Braille parça sonları
vi: Track chữ nổi kết thúc

source: Outro
bg: Завършек
de_ch: Nachspiel
es: OQtro
hr: Završni dio
ro: Ieșire
ru: Окончание
tr: Diğer
vi: Kết thúc
