Repository: ChrisDuffley/stationPlaylist
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de_ch, es, fr, gl, he, hr, hu, kn, ne, pl, pt_br, pt_pt, ro, ru, sk, tr, vi

source: No tracks were added, cannot perform track time analysis
ar: لم يتم إضافة مسارات. لا يمكن أداء تحليل وقت المسار
bg: Няма добавени записи, не може да се анализира продължителността на записите
de_ch: Die Zeitanalyse kann nicht durchgeführt werden, weil Sie noch keine Titel hinzugefügt haben.
es: No se añadieron pistas, no se pudo llevar a cabo el análisis del tiempo de la pista
fr: Aucune des pistes ont été ajoutées, Impossible d'effectuer l'analyse pour la durée de piste
gl: Non se engadiron pistas, non se puido realizar a análise do tempo da pista
he: לא נוספה שום רצועה. לא ניתן לבצע ניתוח אורך הנגינה
pl: Nie dodano kawałków, Nie mogę analizować czasu.
pt_pt: Nenhuma pista foi adicionada, não se pode realizar análise de tempo de pista
ro: Nicio melodie adăugată, nu se poate începe analizarea timpul melodiilor
vi: Không có track nào được thêm vào, không thể thực hiện phân tích thời gian track

source: No track selected as start of analysis marker, cannot perform time analysis
ar: لم يحدد مسار ليكون بداية للتحليل, تعذر إجراء تحليل الوقت.
bg: Няма маркиран запис като маркер за начало на анализа, не може да се анализира продължителността
de_ch: Die Zeitanalyse kann nicht durchgeführt werden, weil Sie keinen Titel als Startpunkt festgelegt haben.
es: No se seleccionó pista como inicio de marcador de análisis, no se puede llevar a cabo el análisis de tiempo
fr: Aucune piste sélectionnée comme marqueur de début pour l'analyse, impossible d'effectuer une analyse de durée
gl: Non se selecionou pista como comezo de marcador da análise, non se pode realizar a análise de tempo
he: אין רצועה מסומנת כנקודת התחלת הניתוח. לא ניתן לבצע את הניתוח
hr: Nijedna snimka nije označena kao početna oznaka, nije moguće izvršiti vremensku analizu
pl: Nie wybrano utworu startowego, Nie mogę rozpocząć analizy czasu
pt_br: Nenhuma faixa selecionada como marcador de início de análise, não é possível realizar análise de tempo
pt_pt: Nenhuma pista seleccionada como o início do marcador de análise, não se pode realizar análise de tempo
ro: Nicio melodie selectată ca pornire a marcajului de analiză, imposibil de efectuat analiza timpului.
ru: Ни одна дорожка не выбрана в качестве метки начала анализа, невозможно выполнить анализ времени
sk: Najprv vyberte počiatočnú skladbu
tr: Analiz başlangıcı işaretçisi olarak hiçbir parça seçilmedi, zaman analizi gerçekleştirilemiyor
vi: Không có track nào được chọn làm điểm bắt đầu phân tích, không thể thực hiện phân tích thời gian

source: Tracks: {numberOfSelectedTracks}, totaling {totalTime}
ar: المسارات: {numberOfSelectedTracks}, بإجمالي وقت {totalTime}
bg: Записи: {numberOfSelectedTracks}, общо {totalTime}
de_ch: Titel: {numberOfSelectedTracks}, Gesamtdauer {totalTime}
es: Pistas: {numberOfSelectedTracks}, totalizando {totalTime}
fr: Pistes : {numberOfSelectedTracks}, pour un total de {totalTime}
gl: Pistas: {numberOfSelectedTracks}, totalizando {totalTime}
he: רצועות : {numberOfSelectedTracks}, סיכום {totalTime}
hr: Snimke: {numberOfSelectedTracks}, ukupno vrijeme {totalTime}
pl: {numberOfSelectedTracks} tracków, W sumie {totalTime}
pt_br: Faixas: {numberOfSelectedTracks}, totalizando {totalTime}
pt_pt: Pistas: {numberOfSelectedTracks}, totalizando {totalTime}
ro: Melodii: {numberOfSelectedTracks}, în total {totalTime}.
ru: Дорожек: {numberOfSelectedTracks}, общее время {totalTime}
sk: {numberOfSelectedTracks} skladieb, Celkový čas: {totalTime}
tr: Parçalar: {numberOfSelectedTracks}, toplam süre {totalTime}
vi: Track: {numberOfSelectedTracks}, tổng cộng {totalTime}

source: Announces total length of tracks between analysis start marker and the current track
ar: الإعلان عن الطول الإجمالي للمسارات ما بين بداية التحليل والمسار الحالي
bg: Съобщава общата продължителност на записите между маркера за начало на анализа и текущия запис
de_ch: Zeigt die gesamtlänge aller Titel zwischen den Startpunkt der Analyse und dem aktuellen Titel an.
es: Anuncia la longitud total de las pistas entre el marcador de inicio de análisis y la pista actual
fr: Annonce la longueur totale des pistes entre le marqueur de début de l'analyse et la piste en cours
gl: Anuncia a lonxitude total das pistas entre o marcador de comezo de análise e a pista actual
he: הקראת האורך הכולל של הרצועות מנקודת תחילת הניתוח ועד לרצועה הנוכחית
hr: Najavljuje ukupno trajanje snimaka između početne oznake analiziranja i trenutačne snimke
pl: Ogłasza długość wszystkich utworów od markera analizy, do podświetlonego utworu.
pt_br: Anuncia o comprimento total das faixas entre o marcador inicial da análise e a faixa atual
pt_pt: Anuncia o comprimento total das pistas entre o marcador de início da análise e a pista actual
ro: Anunță durata totală a melodiilor între marcajul de start al analizei și melodia curentă.
ru: Объявляет общую продолжительность дорожек между меткой начала анализа и текущей дорожкой
sk: Oznámy celkový čas od počiatočnej po aktuálnu skladbu
tr: Analiz başlangıç işaretçisi ile mevcut parça arasındaki toplam parça uzunluğunu duyurur
vi: Thông báo tổng độ dài của các track giữa điểm bắt đầu phân tích và track hiện tại

source: You need to add tracks before invoking this command
de_ch: Sie müssen Titel hinzufügen, bevor Sie diesen Befehl ausführen.
es: Necesitas añadir pistas antes de invocar esta orden
fr: Vous devez ajouter des pistes avant d'invoquer cette commande
gl: Necesitas engadir pistas antes de invocar esta orde
he: עליך להוסיף רצועות לפני הפעלת פקודה זו
pl: Dodaj utwory zanim wywołasz to polecenie
pt_pt: É necessário adicionar pistas antes de invocar este comando
ro: Este necesar să adăugați piese înainte de a invoca această comandă
vi: Bạn cần phải thêm track trước khi gọi lệnh này

source: Presents playlist snapshot information such as number of tracks and top artists
de_ch: Zeigt Playlist-Statistiken, wie z.B. die Anzahl der Titel und Top künstler.
es: Presenta información de las instantáneas de listas de reproducción tal como número de pistas y artistas principales
fr: Présente l'information sur les instantanés de playlist, comme le nombre de morceaux et les meilleurs artistes
gl: Presenta información das instantáneas de listaxes de reprodución como número de pistas e artistas principais
he: מציג מידע על רשימת השמעה כמו מספר רצועות ואמנים מובילים
hr: Prikazuje statistiku popisa snimaka kao što su broj zapisa i izvođači na vrhu
pl: Wyświetla poglądowy stan playlisty. Pokazywane są informacje takie jak liczba utworów czy najczęściej grany artysta.
pt_br: Apresenta informações instantâneas da lista de reprodução, como número de faixas e intérpretes
pt_pt: Presta informações de instantâneo de lista de reprodução, como número de pistas e artistas no início .
ro: Prezintă informațiile listei de redare instantanee, cum ar fi numărul melodiilor și artiștii de top
ru: Предоставляет информацию о снимке списка воспроизведения, такую как число дорожек и лучшие исполнители
sk: Zobrazí štatistiku playllistu ako napríklad počet skladieb a najhranejšieho interpreta
tr: Parça sayısı ve en iyi sanatçılar gibi çalma listesi anlık görüntü bilgilerini sunar
vi: Trình bày thông tin ảnh chụp danh sách phát như số track và các ca sĩ tiêu biểu

source: No tracks found, cannot set place marker
ar: لا توجد مسارات, تعذر وضع علامة مرجعية
bg: Няма намерени записи, не може да бъде зададен маркер
de_ch: Keine Titel gefunden, die Markierung konnte nicht gesetzt werden
es: No se encontraron pistas, no se pudo ajustar el marcador
fr: Aucune piste trouvée, impossible de définir un marqueur de position
gl: Non se atoparon pistas, non se puido poñer o marcador
he: לא נמצאו רצועות. לא ניתן לקבוע סימנייה
hr: Nema snimaka, nije moguće postaviti pozicijsku oznaku
pl: Nic nie dodano, Nie mogę ustawić znacznika położenia
pt_br: Nenhuma faixa encontrada, não é possível definir marcador de lugar
pt_pt: Nenhuma pista encontrada, não se pode definir marcador de lugar
ro: Nicio melodie găsită, nu se poate seta marcajul de loc.
ru: Дорожки не найдены, невозможно установить метку места
sk: Nenašli sa žiadne skladby, nemôžem nastaviť počiatočnú skladbu
tr: Parça bulunamadı, yer işaretçisi ayarlanamıyor
vi: Không có track nào. Không thể tạo điểm đánh dấu

source: place marker set
ar: تم وضع علامة مرجعية
bg: Маркера е зададен
de_ch: Markierung gesetzt
es: Marcador ajustado
fr: définir un marqueur de position
gl: Marcador posto
he: סימניית הניתוח נקבעה
hr: pozicijska oznaka postavljena
pl: Ustawiono znacznik położenia
pt_br: definido marcador de lugar
pt_pt: Defina o marcador de lugar
ro: marcajul de loc a fost setat
ru: выбрать метку места
sk: Začiatok označený
tr: yer işaretleyici seti
vi: đã tạo điểm đánh dấu

source: This track cannot be used as a place marker track
ar: لا يمكن استخدام هذا المسار كعلامة مرجعية
bg: Този запис не може да бъде използван за маркиране
de_ch: Dieser Titel kann nicht als Markierung verwendet werden.
es: Esta pista no se puede utilizar como un marcador de pista
fr: Cette piste ne peut pas être utilisée comme un marqueur de position de piste
gl: Esta pista non se pode utilizar como un marcador de pista
he: לא ניתן לקבוע רצועה זו כנקודת התחלת הניתוח
hr: Ova snimka se ne može koristiti kao pozicijska oznaka
pl: To nie może być znacznikiem położenia
pt_br: Esta faixa não pode ser usada como uma faixa de marcador de lugar
pt_pt: Esta pista não pode ser usada como uma pista de marcador de lugar
ro: Această melodie nu poate fi utilizată ca o melodie de marcaj al locului
ru: Эту дорожку нельзя использовать в качестве дорожки метки места
sk: Túto udalosť nie je možné označiť ako počiatočnú skladbu
tr: Bu parça yer işaretleyici parça olarak kullanılamaz
vi: Không thể dùng track này như một điểm đánh dấu

source: You cannot move to a place marker track outside of playlist viewer.
de_ch: Ausserhalb des Playlist-Viewers können Sie nicht zu einem Lesezeichen wechseln.
es: No puedes moverte a un marcador de pista fuera del visualizador de lista de reproducción.
fr: Impossible de vous déplacer au marqueur de position de piste en dehors de la visionneuse de playlist.
gl: Non podes moverte a un marcador de pista fora do visualizador de lista de reprodución.
he: לא ניתן לעבור לנקודת תחילת הניתוח כשחלונית הצגת הרצועות אינה בפוקוס.
pl: Nie da się przenieść do znacznika położenia poza oknem playlisty
pt_pt: não pode mover-se para uma pista de marcador de lugar fora do visualizador de lista de reprodução.
ro: Nu se poate muta la o melodie marcaj de loc din afara vizualizatorului de playlisturi.
vi: Bạn không thể chuyển đến một track đánh dấu bên ngoài trình xem danh sách phát.

source: No place marker found
ar: لا توجد علامة مرجعية
bg: Няма намерен маркер
de_ch: Keine Markierung gefunden
es: No se encontró marcador
fr: Aucun marqueur de position trouvé
gl: Non se atopou marcador
he: לא נמצאה נקודת תחילת הניתוח
hr: Nema pozicijskih oznaka
pl: Nie ma znaczników
pt_br: Nenhum marcador de lugar encontrado
pt_pt: Nenhum marcador de local encontrado
ro: Niciun marcaj de loc găsit.
ru: Метка места не найдена
sk: Žiadna počiatočná skladba
tr: Yer işaretçisi bulunamadı
vi: Không tìm thấy điểm đánh dấu nào

source: Metadata streaming on URL {URLPosition} enabled
ar: تفعيل بث البيانات من الرابط {URLPosition}
bg: Излъчването на метаданни на адрес {URLPosition} е включено
de_ch: Metadaten-Streaming auf URL {URLPosition} aktiviert
es: Metadatos de streaming en URL {URLPosition} habilitado
fr: Métadonnées en streaming sur URL {URLPosition} activé
gl: Metadatos de Streaming en URL {URLPosition} habilitado
he: זרימת המטאדאטה נקבעה עבור URL {URLPosition} מופעלת
hr: Internetski prijenos metapodataka na URL adresi {URLPosition} aktiviran
pl: Metadane dla {URLPosition} włączone
pt_br: Habilitado fluxo em transmissão dos metadados na URL {URLPosition}
pt_pt: Transmissão de metadados no URL {URLPosition} ativada
ro: Emisia metadata pe linkul URL {URLPosition} activată.
sk: Zapnuté vysielanie Metadát na {URLPosition}
vi: Metadata streaming trên URL {URLPosition} đã bật

source: Metadata streaming on DSP encoder enabled
ar: تفعيل بث البيانات للتشفير DSB
bg: Излъчването на метаданни за енкодера DSP е включено
de_ch: Metadaten-Streaming auf DSP-Encoder aktiviert
es: Metadatos de Streaming en codificador DPS habilitado
fr: Métadonnées en streaming sur l'encodeur DSP activé
gl: Metadatos de streaming en codificador DPS habilitado
he: זרימת המטאדאטה נקבעה עבור מנגנון הקידוד של DSP
hr: Internetski prijenos metapodataka na DSP dekoderu aktiviran
pl: Metadane dla DSP włączone
pt_br: Habilitado fluxo de metadados no codificador DSP
pt_pt: Transmissão de metadados no codificador DSP ativado
ro: Emisia metadata pe encoderul DSP activată.
sk: Zapnuté vysielanie metadát na DSP enkodéry
vi: Metadata streaming trên DSP encoder đã bật

source: Metadata streaming on URL {URLPosition} disabled
ar: تعطيل بث البيانات من الرابط {URLPosition}
bg: Излъчването на метаданни на адрес {URLPosition} е изключено
de_ch: Metadaten-Streaming auf URL {URLPosition} deaktiviert
es: Metadatos de streaming en URL {URLPosition} deshabilitado
fr: Métadonnées en streaming sur URL {URLPosition} désactivé
gl: Metadatos de Streaming en URL {URLPosition} deshabilitado
he: בוטלה זרימת המטאדאטה עבור URL {URLPosition} מושבתת
hr: Internetski prijenos metapodataka na URL adresi {URLPosition} deaktiviran
pl: Metadane dla {URLPosition} wyłączone
pt_br: Desabilitado fluxo em transmissão dos metadados no URL {URLPosition}
pt_pt: Transmissão de metadados no URL {URLPosition} desativada
ro: Emisia metadata pe linkul URL {URLPosition} dezactivată.
sk: Vypnuté vysielanie metadát na {URLPosition}
vi: Metadata streaming trên URL {URLPosition} đã tắt

source: Metadata streaming on DSP encoder disabled
ar: تعطيل بث البيانات للتشفير DSB
bg: Излъчването на метаданни за енкодера DSP е изключено
de_ch: Metadaten-Streaming auf DSP-Encoder deaktiviert
es: Metadatos de streaming en codificador DSP deshabilitado
fr: Métadonnées en streaming sur l'encodeur DSP désactivé
gl: Metadatos de streaming en codificador DSP deshabilitado
he: בוטלה זרימת המטאדאטה עבור מנגנון הקידוד של DSP
hr: Internetski prijenos metapodataka na DSP dekoderu deaktiviran
pl: Metadane dla DSP wyłączone
pt_br: Desabilitado fluxo de metadados no codificador DSP
pt_pt: Transmissão de metadados no codificador DSP desativado
ro: Emisia metadata pe encoderul DSP dezactivată.
sk: Vypnuté vysielanie metadát na DSP enkodéry
vi: Metadata streaming trên DSP encoder đã tắt

source: Not a track
de_ch: kein Titel
es: No está en una pista
fr: Pas une piste
gl: Non está na pista
he: אובייקט זה אינו רצועה
pl: To nie utwór
pt_pt: Não é uma pista
ro: Nicio melodie
vi: Không phải một track

source: SPL Assistant help
ar: مساعدة لنمط أوامر spl
bg: Помощ за асистента за SPL
de_ch: SPL-Hilfe
es: Ayuda de SPL Assistant
fr: Aide Assistant SPL
gl: Axuda de SPL Assistant
he: עזרת המסייע של SPL
hr: SPL Assistant pomoć
hu: SPL kisegítő Súgó
kn: spl ಸಹಾಯಕದ ನೆರವು
pl: Pomoc asystenta SPL
pt_br: Ajuda do Assistente SPL
pt_pt: Ajuda do assistente SPL
ro: Ajutor asistent SPL
ru: Справка по Помощнику SPL
sk: Pomocník SPL asistenta
tr: SPL Yardımcısı yardımı
vi: Trợ giúp SPL Assistant

source: SPL Assistant help for JAWS layout
de_ch: SPL-Hilfe für Jaws-Darstellung
es: Ayuda de SPL Assistant para distribución JAWS
fr: Aide Assistant SPL pour la disposition de JAWS
gl: Axuda de SPL Assistant para a distribución JAWS
he: עזרת המסייע של SPL עבור פקודות JAWS
hr: SPL Assistant pomoć za JAWS raspored
pl: Pomoc asystenta SPL dla układu Jaws
pt_br: Ajuda do Assistente SPL para o leiaute JAWS
pt_pt: Ajuda do Assistente SPL para o layout JAWS
ro: Ajutor asistent SPL pentru aspectul Jaws.
ru: Справка по Помощнику SPL для раскладки JAWS
sk: Pomocník SPL asistenta rozloženie pre čítač obrazovky JAWS
tr: JAWS düzeni için SPL Yardımcısı yardımı
vi: Trợ giúp SPL Assistant cho Jaws

source: SPL Assistant help for Window-Eyes layout
de_ch: SPL-Hilfe für Window-Eyes-Darstellung
es: Ayuda de SPL Assistant para distribución Window-eyes
fr: Aide Assistant SPL pour la disposition de Window-Eyes
gl: Axuda de SPL Assistant para a distribución Window-Eyes
he: עזרת המסייע של SPL עבור פקודות של Window-Eyes
hr: SPL Assistant pomoć za Window-Eyes raspored
pl: Pomoc asystenta SPL dla układu Window-Eyes
pt_pt: Ajuda do assistente SPL para o layout Window-Eyes
ro: Ajutor asistent SPL pentru aspectul Window-Eyes
vi: Trợ giúp SPL Assistant cho Window-Eyes

source: Studio add-on update
de_ch: Aktualisierung für die Studio-Erweiterung
es: Actualización del complemento Studio
fr: Mise à jour du module complémentaire Studio
gl: Actualización do complemento Studio
he: עדכון תוסף הסטודיו
pl: Aktualizacja dodatku SPL Studio
pt_pt: Actualização do Studio
ro: Verifică actualizări addon
vi: Cập nhật Studio add-on

source: Add-on update check
de_ch: nach Aktualisierung für diese Erweiterung suchen
es: Buscar actualización del complemento
fr: Recherches des mises à jour du module complémentaire
gl: Procurar actualización do complemento
he: בדיקת עדכון התוסף
pl: Sprawdzanie aktualizacji
pt_pt: Verificação de atualização do complemento
ro: Actualizarea extensiei add-on se caută
vi: Kiểm tra cập nhật add-on

source: Checking for new version of Studio add-on...
de_ch: Überprüfen auf neue Versionen der Studio-Erweiterung...
es: Buscar nueva versión del complemento Studio...
fr: Rechercher une nouvelle version du module complémentaire Studio...
gl: Procurar nova versión do complemento Studio...
he: מחפש גרסה עדכנית של התוסף...
pl: Sprawdzam aktualizacje... Poczekaj chwilę
pt_pt: Verificando a nova versão do Studio add-on ...
ro: Se caută versiune nouă la extensia add-on Studio...
vi: Đang kiểm tra phiên bản mới của Studio add-on...

source: Studio main window not found
de_ch: Studio-hauptfenster nicht gefunden.
es: Ventana principal de Studio no encontrada
fr: La fenêtre principale de Studio est introuvable
gl: Ventá principal do Studio non atopada
he: לא נמצא חלון ראשי של סטודיו
hr: Glavni prozor programa Studio nije pronađen
pl: Nie znaleziono okna głównego SPL Studio
pt_br: Janela principal do estúdio não encontrada
pt_pt: Janela principal do estúdio não encontrada
ro: Fereastra principală Studio nu a fost găsită
ru: Не найдено главное окно Studio
sk: Nepodarilo sa nájsť hlavné okno SPL
tr: Stüdyo ana penceresi bulunamadı
vi: Không tìm thấy cửa sổ chính của Studio

source: Normal profile
ar: وضع قياسي
bg: Стандартен профил
de_ch: Normales profil
es: Perfil normal
fr: Profil normal
gl: Perfil normal
he: פרופיל בסיסי
hr: Normalni profil
pl: Profil standardowy
pt_br: Perfil normal
pt_pt: Perfil normal
ro: Profil normal
ru: Обычный профиль
sk: Predvolený profil
tr: Normal profil
vi: Hồ sơ bình thường

source: Add-on settings dialog is open, cannot switch profiles
ar: محاورة إعدادات الإضافة مفتوحة, يتعذر الانتقال بين الأوضاع
de_ch: Der Einstellungsdialog für die Erweiterung ist geöffnet; es kann nicht zwischen Profilen umgeschaltet werden.
es: El diálogo de opciones del complemento está abierto. no se puede cambiar de perfil.
fr: Le dialogue de paramètres du module complémentaire est ouvert, Impossible de basculer vers les profils
gl: O diálogo de opcións do complemento está aberto. no se puede cambiar de perfil.
he: תיבת דו-שיח התוסף פתוחה כרגע. לא ניתן להחליף פרופיל
hr: Dijaloški okvir s postavkama dodatka je otvoren, nije moguće promijeniti profile
pl: Nie mogę przełączyć profilu; Okno dodatku aktywne
pt_br: O diálogo de configurações do complemento está aberto, não é possível trocar perfis
pt_pt: O diálogo de configurações de complemento está aberto, não é possível trocar perfis
ro: Dialogul cu setările addonului este deschis, nu se pot comuta profiluri
ru: Открыт диалог настроек дополнения, переключение профилей невозможно
sk: Nie je možné zmeniť profil, máte otvorený dialóg s nastaveniami doplnku
tr: Eklenti ayarları iletişim kutusu açık, profiller değiştirilemiyor
vi: Hộp thoại cài đặt add-on đang mở, không thể chuyển hồ sơ

source: Switching to {newProfileName}
de_ch: Wechselt zum {newProfileName}
es: Cambiando a {newProfileName}
fr: Changement de {newProfileName}
gl: Cambiando a {newProfileName}
he: טוען את הפרופיל.. {newProfileName}
hr: Prebacivanje na profil {newProfileName}
pl: Uaktywniam: {newProfileName}
pt_br: Trocar para {newProfileName}
pt_pt: Alternar para {newProfileName}
ro: comutare la {newProfileName}
ru: Переключение на {newProfileName}
sk: Prepínam na {newProfileName}
tr: {newProfileName} profiline geçiliyor
vi: Đang chuyển sang {newProfileName}

source: Returning to {previousProfile}
de_ch: Kehrt zum {previousProfile} zurück
es: Regresando a {previousProfile}
fr: Retour au {previousProfile}
gl: Voltando a {previousProfile}
he: חזרה ל{previousProfile}
hr: Vraćanje na profil {previousProfile}
pl: Powrót do profilu {previousProfile}
pt_br: Retornando para {previousProfile}
pt_pt: Retornando para {previousProfile}
ro: Întoarcere la {previousProfile}
ru: Возврат к {previousProfile}
sk: Vraciam sa na {previousProfile}
tr: {previousProfile} profiline geri dönülüyor
vi: Đang trở về {previousProfile}

source: Studio add-on Configuration error
ar: خطأ بملفات الإضافة
bg: Грешка в настройките за добавката за Studio
de_ch: Fehler beim Konfigurieren der Erweiterung
es: Erro da configuración do complemento do Studio
fr: Erreur de Configuration du module complémentaire Studio
gl: Erro da configuración do complemento do Studio
he: שגיאה בהגדרות התוסף
hr: Greška u konfiguraciji Studio dodatka
hu: Studio kiegészítő konfigurációs hiba
kn: ಸ್ಟೂಡಿಯೊ ಸಂರಚನೆಗಳ ದೋಷ
pl: Błąd konfiguracji dodatku studia
pt_br: Erro de configuração do complemento do Studio
pt_pt: Erro de configuração do complemento do Studio
ro: Eroare la configurarea add-onului Studio.
ru: Ошибка конфигурации дополнения Studio
sk: Chyba nastavení doplnku SPL Studio
tr: Stüdyo eklentisi Yapılandırma hatası
vi: Studio add-on lỗi cấu hình

source: Your encoder settings had errors and were reset to defaults. If you have stream labels configured for various encoders, please add them again.
de_ch: Ihre Encoder-Einstellungen waren fehlerhaft und wurden auf die Standardeinstellungen zurückgesetzt. Wenn Sie Streambezeichnungen für verschiedene Encoder konfiguriert haben, fügen Sie diese bitte erneut hinzu.
es: Tus opciones de codificador tenían errores y fueron reiniciadas a las predeterminadas. Si tienes etiquetas de cadena configuradas para varios codificadores, por favor añádelas de nuevo.
fr: Vos paramètres de l’encodeur comportaient des erreurs et ont été réinitialiser aux valeurs par défaut. Si vous avez configurés des étiquettes de flux pour différents encodeurs, veuillez les ajoutez à nouveau.
gl: As túas opción do codificador tiñan erros e foron reiniciadas ás predeterminadas. Se tes etiquetas de cadea configuradas para varios codificadores, por favor engádeas de novo.
he: קיימות שגיאות בהגדרות התוסף והן ישוחזרו לבררת המחדל. אם היו לך העדפות עבור תוויות של מנגנוני קידוד אחרים, עליך להגדיר אותן מחדש.
hr: Postavke dekodera sadrže grešku i vraćene su na standardne vrijednosti. Ako su oznake za internetske prijenose konfigurirane za razne dekodere, dodaj ih ponovo.
pl: Twoje ustawienia enkoderów zawierały błędy, i przywrócono je do domyślnych. Jeśli uprzednio skonfigurowano etykiety dla tych enkoderów, dodaj je ponownie.
pt_pt: As configurações do codificador tiveram erros e foram redefinidas para padrões. Se você tiver etiquetas de fluxo configuradas para vários codificadores, adicione-os novamente.
ro: Setările encoderului au avut erori, și au fost resetate la implicit. Dacă aveți configurate etichetele de emisie pentru diverse encodere, vă rugăm să le adăugați din nou.
vi: Cài đặt mã hóa của bạn bị lỗi và đã được khôi phục về mặc định. Nếu bạn có các nhãn phát thanh được cấu hình cho các bộ mã hóa khác nhau, vui lòng thêm chúng vào lại.
