Repository: ChrisDuffley/stationPlaylist
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de_ch, es, fr, gl, he, hr, hu, kn, ne, pl, pt_br, pt_pt, ro, ru, sk, tr, vi

source: No artist information ({artistCount})
de_ch: Keine Interpret-Informationen ({artistCount})
es: No hay información del artista ({artistCount})
fr: Aucune information de l'artiste ({artistCount})
gl: Non hai información do artist ({artistCount})
he: אין פרטי אמן ({artistCount})
hr: Nema informacija o izvođaču ({artistCount})
pl: Brak informacji o wykonawcy ({artistCount})
pt_br: Sem informação sobre intérprete ({artistCount})
pt_pt: Sem informação sobre intérprete ({artistCount})
ro: Nicio informație despre artist ({artistCount})
ru: Нет информации об исполнителе ({artistCount})
sk: Žiadne informácie o interpretoh ({artistCount})
tr: Sanatçı bilgisi yok ({artistCount})
vi: Không có thông tin ca sĩ ({artistCount})

source: Top category: %s (%s)
de_ch: Top Kategorie: %s (%s)
es: Categoría principal: %s (%s)
fr: La meilleure catégorie : %s (%s)
gl: Categoría principal: %s (%s)
he: קטגוריה מובילה: %s (%s)
hr: Top kategorija: %s (%s)
pl: Top kategoria: %s (%s)
pt_pt: Primeira categoria: %s (%s)
ro: categorii de top: %s (%s)
vi: Các chủ đề tiêu biểu: %s (%s)

source: Categories:
de_ch: Kategorien:
es: Categorías:
fr: Catégories :
gl: Categorías:
he: קטגוריות:
hr: Kategorije:
pl: Kategorie:
pt_br: Categorias:
pt_pt: Categorias.
ro: Categorii:
ru: Категории:
sk: Kategórie:
tr: Kategoriler:
vi: Chủ đề:

source: Top genre: %s (%s)
es: Género principal: %s (%s)
fr: Le meilleur genre : %s (%s)
gl: Xénero principal: %s (%s)
he: סגנון מוביל: %s (%s)
hr: Top žanr: %s (%s)
pl: Top gatunek: %s (%s)
pt_pt: primeiro género: %s (%s)
ro: Genuri de top: %s (%s)
vi: Thể loại tiêu biểu: %s (%s)

source: Top genre: none
de_ch: Top genre: Keine
es: Género principal: ninguno
fr: Les meilleurs genres : aucun
gl: Xénero principal: ningún
hr: Top žanr: nikoji
pt_br: Gênero principal: nenhum
pt_pt: Géneros principais:
ro: Genuri de top: fără
ru: Лучший жанр: отсутствует
sk: Žiadne najhranejšie žánre
tr: En popüler tür: yok
vi: Thể loại tiêu biểu: không có

source: Top genres:
es: Géneros principales:
fr: Les meilleurs genres :
gl: Xéneros principais:
he: סגנונות מובילים:
hr: Top žanrovi:
pl: Top Gatunki:
pt_br: Gêneros principais:
pt_pt: Principais géneros:
ro: Genuri de top
ru: Лучшие жанры:
sk: Najhranejšie žánre:
tr: En iyi türler:
vi: Các thể loại tiêu biểu:

source: No genre information ({genreCount})
de_ch: Keine Genre-Informationen ({genreCount})
es: No hay información del género ({genreCount})
fr: Aucune information du genre ({genreCount})
gl: Non hai información do xénero ({genreCount})
he: אין מידע על הסגנון ({genreCount})
hr: Nema informacija o žanru ({genreCount})
pl: Brak informacji o gatunku({genreCount})
pt_br: Sem informação de gênero ({genreCount})
pt_pt: Sem informação de género ({genreCount})
ro: Nicio informație despre gen ({genreCount})
ru: Нет информации о жанре ({genreCount})
sk: Žiadne informácie o žánroch ({genreCount})
tr: Tür bilgisi yok ({genreCount})
vi: Không có thông tin thể loại ({genreCount})

source: Playlist snapshots
de_ch: Playlist-Statistiken
es: Instantáneas de lista de reproducción
fr: Instantanés de playlist
gl: Instantáneas de lista de reprodución
he: תמונות של רשימת השמעה
hr: Statistika popisa snimaka
pl: Statystyki playlisty
pt_br: Instantâneos da lista de reprodução
pt_pt: Instantâneos da lista de reprodução
ro: Listă de redare instantanee
ru: Снимки списка воспроизведения
sk: Štatistika playlistu
tr: Çalma listesi anlık görüntüleri
vi: Ảnh chụp danh sách phát

source: Failed to locate Studio main window, cannot enter SPL Assistant
de_ch: Studio-Hauptfenster konnte nicht gefunden werden, kann nicht in den SPL-Assistenten gelangen.
es: Failló al colocar la ventana principal de Studio, no se puede entrar a SPL Assistant
fr: Impossible de localiser la fenêtre principale de Studio, L'Assistant SPL ne peut pas entrer
gl: Fallou ao localizar a ventá principal do Studio, non se pode entrar no SPL Assistant
he: החלון הראשי של הסטודיו לא זוהה. לא ניתן להפעיל את המסייע של SPL
hr: Neuspjelo pronalaženje glavnog prostora programa Studio, nije moguće ući u SPL Assistant
pl: Nie znalazłem głównego okna SPL. Nie mogę uruchomić asystenta SPL
pt_br: Falha ao localizar a janela principal do Studio, não é possível entrar no Assistente SPL
pt_pt: Falha ao localizar a janela principal do Studio, não se pode entrar no Assistente SPL
ro: Localizarea ferestrei principale a Studioului a eșuat, imposibil de deschis asistentul SPL.
ru: Не удалось найти главное окно Studio, не удалось войти в Помощник SPL
sk: Nepodarilo sa nájsť okno SPL studio a nepodarilo sa spustiť SPL asistenta
tr: Studio ana penceresi bulunamadı, SPL yardımcısına girilemiyor
vi: Xác định cửa sổ chính của Studio thất bại. Không thể vào SPL Assistant

source: The SPL Assistant layer command. See the add-on guide for more information on available commands.
ar: نمط مساعد الأوامر بتطبيق SPL. يرجى الاطلاع على ملف المساعدة الخاص بهذه الإضافة للتعرف على مفاتيح الاختصار المتاحة.
bg: Команда за помощния слой на SPL. За повече информация относно наличните команди се обърнете към ръководството за добавката.
de_ch: SPL-Hilfsbefehl. Sehen Sie in der Dokumentation zur Erweiterung für weitere Informationen nach.
es: La orden SPL Assistant layer. Consulta la guía del complemento para obtener más información sobre las órdenes disponibles.
fr: La commande couche Assistant SPL. Consultez la documentation du module complémentaire pour plus d'informations sur les commandes disponibles.
gl: A orde SPL Assistant layer. Consulta a guía do complemento para obter máis información sobre as ordes dispoñibles.
he: חלונית הפקודות של SPL Studio. עיין במדריך התוסף לפריט הפקודות.
hr: Naredba sloja SPL Assistant. Pogledaj priručnik dodatka za daljnje informacije o dostupnim naredbama.
hu: SPL Studio kisegítő parancs. A kiegészítő útmutatójában további információkat találhat a rendelkezésre álló parancsokról.
kn: spl ಸಹಾಯಕದ ಆದೇಶಗಳ ಪರದೆ. ಹೆಚ್ಚಿನ ವಿವರಗಳಿಗೆ ಹೆಚ್ಚುವರಿ ತಂತ್ರಾಂಶದ ಮಾರ್ಗಸೂಚಿಕೆಯನ್ನು ನೋಡಿ.
ne: SPL सहयोगी तह आदेस ।. उपलब्ध आदेस विस्तृत रूपमा जान्न निर्देशिका हेर्नु होला ।
pl: Warstwa komend Asystenta SPL. Zajrzyj do podręcznika dodatku, aby uzyskać więcej informacji na temat dostępnych poleceń.
pt_br: O comando da camada Assistente SPL. Consulte o guia do complemento para obter mais informações sobre os comandos disponíveis.
pt_pt: Comando de teclado do assistente SPL. Consulte o guia do extra para obter mais informações sobre os comandos disponíveis.
ro: Comandă de niveluri pentru asistentul SPL. Vedeți manualul add-on-ului pentru mai multe informații despre comenzile disponibile.
ru: Команда уровня помощника SPL. Дополнительную информацию о доступных командах смотрите в руководстве дополнения.
sk: Podmnožina príkazov. Pozrite návod k doplnku pre podrobnosti.
tr: SPL Yardımcısı katmanlı komutları. Kullanılabilecek komutlar hakkında daha fazla bilgi için eklenti kılavuzuna bakın.
vi: Lệnh lớp SPL Assistant. Xem hướng dẫn sử dụng add-on để có thêm thông tin về các lệnh đang có sẵn.

source: No playlist has been loaded.
de_ch: Es wurde keine Playlist geladen.
es: No se ha cargado la lista de reproducción.
fr: Aucune playlist n'a été chargée.
gl: Non se cargou a lista de reprodución.
he: רשימת השמעה לא הוטענה.
hr: Nijedan popis snimaka nije učitan.
pl: Nie załadowano playlisty
pt_br: Nenhuma lista de reprodução foi carregada.
pt_pt: Não está a ser carregada qualquer Playlist.
ro: Nicio listă de redare nu a fost încărcată.
ru: Список воспроизведения не был загружен.
sk: Nie je otvorený žiadny playlist.
tr: Hiçbir çalma listesi yüklenmedi.
vi: Không có danh sách phát nào được mở.

source: Playlist modification not available
ar: تعديلات قائمة التشغيل غير متوفرة
bg: Промяната на списъка за изпълнение не се предлага
de_ch: Änderung der Wiedergabeliste nicht möglich
es: Modificación de lista de reproducción no disponible
fr: Modification playlist non disponible
gl: Modificación de lista de reprodución non dispoñible
he: לא ניתן לשנות את רשימת הנגינה
hr: Promjena u popisu snimaka nije dostupna
hu: A lejátszási lista módosítása nem engedélyezett
kn: ಪ್ಲೇ ಲಿಸ್ಟ್ ತಿದ್ದುಪಡಿಯು ಲಭ್ಯವಿಲ್ಲ
pl: Modyfikacja listy odtwarzania niedostępna.
pt_br: Modificação da lista de reprodução indisponível
pt_pt: Modificação da Playlist indisponível
ro: Modificare playlist nedisponibilă
ru: Изменение списка воспроизведения недоступно
sk: Informácia o úprave playlistu nie je dostupná
tr: Çalma listesi değişiklik mevcut değil
vi: Sửa đổi danh sách phát không sẵn sàng

source: No next track scheduled or no track is playing
ar: لا يوجد مسار تالي محدد أو لا يوجد مسار يعمل حاليا
bg: Няма зададен следващ запис или няма просвирващ се запис
de_ch: Momentan wird kein Titel oder kein weiterer geplanter Titel wiedergegeben.
es: No hay siguiente pista programada o no hay pista en reproducción
fr: Aucune piste planifiée ou aucune piste n'est en cours de lecture
gl: Non hai seguinte pista programada ou non hai pista en reprodución
he: אין רצועה עתידה לנגן או בנגינה כעת
hu: Nincs következő dal, vagy nincs lejátszás alatt lévő dal.
kn: ಮುಂದಕ್ಕೆ ಯಾವುದೇ ಹಾಡು ನಿಗದಿತವಾಗಿಲ್ಲ ಅಥವಾ ಯಾವುದೇ ಹಾಡು ಹಾಡುತ್ತಿಲ್ಲ.
ne: अर्को धुन सारणीमा छैन अथवा अर्को धुन बजि रहेको छैन ।
pl: Żaden utwór nie jest odtwarzany lub zaplanowany
pt_pt: Nenhuma pista próxima agendada ou nenhuma pista está a ser reproduzida
ro: Nicio melodie următoare programată sau nicio melodie nu se redă
vi: Không có track kế nào được lên lịch hoặc không có track nào đang được phát

source: Cannot find next track information
ar: لم يتم العثور على معلومات المسار التالي
bg: Не може да бъде намерена информация за следващ запис
de_ch: Die Informationen zum nächsten gesuchten Titel wurden nicht gefunden.
es: No se pudo encontrar información de la siguiente pista
fr: Impossible de trouver les informations de la piste suivante
gl: Non se puido atopar información da seguinte pista
he: לא ניתן למצוא מידע על הרצועה הבאה
hr: Nije moguće pronaći informacije o sljedećoj snimci
hu: A következő zeneszámról nem érhetők el információk.
kn: ಮುಂದಿನ ಹಾಡಿನ ಮಾಹಿತಿಯು ಕಂಡುಬಂದಿಲ್ಲ.
pl: Informacja o następnym utworze niedostępna.
pt_br: Não é possível encontrar as informações da próxima faixa
pt_pt: Não é possível encontrar as informações da próxima pista
ro: Nu se pot găsi informații despre următoarea melodie
ru: Не удалось найти информацию о следующей дорожке
sk: Nepodarilo sa zistiť informáciu o nasledujúcej skladbe
tr: Sonraki parça bilgisi bulunmuyor
vi: Không tìm thấy thông tin của track kế

source: Announces title of the next track if any
ar: يعلن عن عنوان المسار التالي إن وجد
bg: Съобщава заглавието на следващия запис, ако има такъв
de_ch: Sagt jeden Songtitel an.
es: Anuncia el título de la siguiente pista si la hay
fr: Annonce le titre de la piste suivante s'il y a lieu
gl: Anuncia o título da seguinte pista se a hai
he: הקראת כותרת הרצועה הבאה, אם יש כזאת
hr: Najavljuje naslov sljedeće snimke, ako postoji
hu: Bemondja a következő zeneszám címét, ha van
kn: ಮುಂದಿನ ಹಾಡು ಇದ್ದರೆ ಅದರ ಹೆಸರನ್ನು ಹೇಳುತ್ತದೆ
pl: Wypowiada nazwę następnej ścieżki (jeśli adekwatne)
pt_br: Anuncia o título da próxima faixa, se houver
pt_pt: Anuncia o título da próxima pista, se houver
ro: Anunță titlul următoarei melodi dacă există
ru: Объявляет название следующей дорожки, если оно есть
sk: oznámi názov nasledujúcej skladby
tr: Varsa bir sonraki parçanın adını duyurur
vi: Thông báo tựa đề track kế tiếp nếu có

source: Cannot locate current track information or no track is playing
ar: لا يمكن تحديد معلومات المسار الحالي أو لا يوجد مسار يعمل.
de_ch: Die Informationen über den aktuellen Titel konnten nicht abgerufen werden. Möglicherweise wird kein titel abgespielt.
es: No se pudo localizar la información de pista actual o no hay pista en reproducción
fr: Impossible de trouver les informations de piste actuelle ou aucune piste n'est en cours de lecture
gl: Non se puido atopar a información da pista actual ou non hai pista en reprodución
he: לא ניתן למצוא מידע על הרצועה הנוכחית או אין רצועה בנגינה כרגע
pl: Nie mogę odczytać informacji o obecnym utworze lub żaden utwór nie jest odtwarzany
pt_pt: Não é possível localizar informações da pista actual ou nenhuma música está a ser reproduzida
ro: Nu se poate localiza informația despre melodia curentă sau nicio melodie nu se redă
vi: Không thể xem thông tin của track hiện tại hoặc không có track nào đang được phát

source: Cannot find current track information
ar: لم يتم العثور على معلومات المسار
de_ch: Es konnten keine informationen über den aktuellen Titel abgerufen werden.
es: No se pudo encontrar información de la pista
fr: Impossible de trouver les informations de la piste actuelle
gl: Non se puido atopar información da pista
he: לא ניתן למצוא מידע על הרצועה הנוכחית
hr: Nije moguće pronaći informacije o trenutačnoj snimci
pl: Informacja o obecnym utworze niedostępna.
pt_br: Não é possível encontrar as informações da faixa atual
pt_pt: Não é possível encontrar informações sobre a pista actual.
ro: Nu se pot găsi informații despre melodia curentă.
ru: Не удалось найти информацию о текущей дорожке
sk: Nepodarilo sa zistiť informácie o aktuálnej skladbe
tr: Mevcut parça bilgisi bulunmuyor
vi: Không tìm thấy thông tin của track hiện tại

source: Announces title of the currently playing track
ar: إعلان عن اسم المسار المشغل حاليا
de_ch: Sagt den Namen des aktuell abgespielten Titels an
es: &Anuncia el título de la pista actual.
fr: Annonce le titre de la piste en cours de lecture
gl: &Anuncia o título da pista actual.
he: הקראת הכותרת של הרצועה המנגנת כרגע
hr: Najavljuje naslov trenutačne snimke, ako postoji
pl: Oznajmia tytuł obecnie granego utworu
pt_br: Anuncia o título da faixa atualmente em reprodução
pt_pt: Anuncia o título da pista que está a ser reproduzida.
ro: Anunță titlul melodiei curente
ru: Объявляет название проигрываемой в данный момент дорожки
sk: Oznámi názov práve hrajúcej skladby
tr: O anda çalınan parçanın başlığını duyurur
vi: Thông báo tựa đề của track đang được phát

source: Weather and temperature not configured
ar: لم يتم إعداد حالة التقس ودرجة الحرارة
bg: Времето и температурата не са конфигурирани
de_ch: Wetter und Temperatur wurde nicht konfiguriert.
es: Tiempo y temperatura no configurados
fr: Météo et température non configuré
gl: Tempo e temperatura non configurados
he: אין הגדרות מזג אוויר ומידות החום
hr: Vrijeme i temperatura nisu konfigurirani
hu: Az időjárás és a hőmérséklet nincs beállítva.
kn: ಹವಮಾನ ಮತ್ತು ತಾಪಮಾನ ಸಂರಚನೆಗೊಂಡಿಲ್ಲ
pl: Nie skonfigurowano pogody i temperatury
pt_br: Clima e temperatura não estão configurados
pt_pt: Tempo e temperatura não estão configurados.
ro: Vremea și Temperatura nu sunt configurate
ru: Погода и температура не настроены
sk: Nie je nastavené zobrazenie aktuálneho počasia
tr: Hava ve sıcaklık yapılandırılmamış
vi: Thời tiết và nhiệt độ không được cấu hình

source: Weather information not found
ar: لم يتم العثور على معلومات التقس
bg: Информацията за времето не бе намерена
de_ch: Wetterinformationen wurden nicht gefunden.
es: Información del tiempo no encontrada
fr: Informations météo introuvables
gl: Información do tempo non atopada
he: לא זוהה מידע על מזג האוויר
hr: Informacije o vremenu nisu pronađene
hu: Nem található időjárással kapcsolatos információ
kn: ಹವಮಾನದ ಮಾಹಿತಿಯು ಕಂಡುಬಂದಿಲ್ಲ
pl: Nie znaleziono pogody
pt_br: Informações do clima não encontrada
pt_pt: Informação do tempo não encontrada.
ro: Informațiile despre vreme nu au fost găsite.
ru: Информация о погоде не найдена
sk: Informácia o počasí nebola nájden
tr: Hava durumu bilgisi bulunamadı
vi: Không tìm thấy thông tin thời tiết

source: Announces temperature and weather information
ar: الإعلان عن درجات الحرارة وحالة التقس
bg: Съобщава информация за температурата и времето
de_ch: Nennt die Informationen zu Temperatur und Wetter.
es: Anuncia la temperatura y la información del tiempo
fr: Annonce les informations de la température et de la météo
gl: Anuncia a temperatura e a información do tempo
he: הקראת מידת החום ומזג האוויר
hr: Najavljuje informacije o temperaturi i vremenu
hu: Bejelenti a hőmérsékletet, és az időjárást.
kn: ತಾಪಮಾನ ಮತ್ತು ಹವಮಾನದ ಮಾಹಿತಿಯನ್ನು ಹೇಳುತ್ತದೆ
pl: Ogłasza temperaturę i pogodę.
pt_br: Anuncia informações sobre temperatura e clima
pt_pt: Anuncia informação do tempo e da temperatura
ro: Anunță informațiile vremii și ale temperaturii.
ru: Объявляет информацию о температуре и погоде
sk: Oznámy aktuálne počasie
tr: Sıcaklık ve hava durumu bilgilerini duyurur
vi: Thông báo thông tin thời tiết và nhiệt độ

source: Listener count not found
ar: عدد المستمعين غير موجود
bg: Броя на слушателите не е намерен
de_ch: Die Anzahl der Zuhörer konnten nicht ermittelt werden.
es: Recuento de oyentes no encontrado
fr: Nombre d'auditeurs introuvable
gl: Reconto de oíntes non atopado
he: לא זוהה מספר המאזינים
hr: Broj slušatelja nije pronađen
hu: A hallgatók száma nem található.
kn: ಕೇಳುಗರ ಎಣಿಕೆಯು ಕಂಡುಬಂದಿಲ್ಲ
ne: श्रवणकर्ताको गणना पाइएन ।
pl: Informacja o liczbie słuchaczy niedostępna
pt_br: Contagem de ouvintes não encontrada
pt_pt: Contagem de ouvintes não encontrada
ro: Numărul de ascultători nu a putut fi identificat.
ru: Число слушателей не найдено
sk: Nepodarilo sa nájsť informáciu o počte poslucháčov
tr: Dinleme sayısı bulunamadı
vi: Không tìm thấy lượt người nghe

source: Song pitch not available
ar: حدة الأغنية غير متوفرة
bg: Промяната на тона за песента не се предлага
de_ch: Die Tonhöhe des Songs ist nicht verfügbar.
es: Tono de canción no disponible
fr: Tonalité de la chanson non disponible
gl: Ton de canción non dispoñible
he: גובה צליל הקטע לא זוהה
hu: A zeneszám frekvenciája nem elérhető
kn: ಹಾಡಿನ ಮಟ್ಟ ದೊರೆತಿಲ್ಲ
pl: Wysokość piosenki niedostępna.
pt_pt: Canção não disponível
vi: Độ cao bài hát không sẵn sàng

source: Monitoring library scan
ar: جاري مراقبة فحص المكتبة
bg: Наблюдаване сканирането на библиотеката
de_ch: Scanvorgang der Bibliothek beobachten
es: Monitorizando escaneo de biblioteca
fr: Contrôle du balayage de la bibliothèque en cours
gl: Monitorizando escaneo de biblioteca
he: שליטה על סריקת הספריות
hr: Praćenje skeniranje biblioteke
hu: A gyűjtemény vizsgálatának ellenőrzése
kn: ಲೈಬ್ರರಿ ಸ್ಕ್ಯಾನ್ ಮೇಲ್ವಿಚಾರಣೆಗೊಳ್ಳುತ್ತಿದೆ
pl: Monitorowanie skanowania biblioteki
pt_br: Monitorando varredura da biblioteca
pt_pt: A monitorizar o varrimento da biblioteca
ro: Se monitorizează scanarea librăriei
ru: Наблюдение за сканированием библиотеки
sk: Stav knižnice
tr: Kütüphane tarama İzleme
vi: Đang theo dõi việcquét thư viện

source: Scanning is in progress
ar: جاري الفحص
bg: Извършва се сканиране
de_ch: Der Scanvorgang läuft im Moment.
es: El escaneado está en progreso
fr: Le balayage est en cours
gl: O escaneado está en progreso
he: הסריקה מתבצעת
hr: Skeniranje je u tijeku
hu: A vizsgálat már folyamatban van!
kn: ಸ್ಕ್ಯಾನ್ ಪ್ರಗತಿಯಲ್ಲಿದೆ
pl: Skanowanie w toku
pt_br: A varredura está em andamento
pt_pt: O varrimento está em progresso...
ro: Scanarea este în curs...
ru: Выполняется сканирование
sk: prebieha skenovanie knižnice
tr: Tarama devam ediyor
vi: Đang tiến hành quét

source: No playlist has been loaded, cannot perform playlist analysis.
de_ch: Die Playlist-Analyse kann nicht durchgeführt werden, weil noch keine Playlist geladen ist.
es: No se han cargado listas de reproducción, no se pudo llevar a cabo el análisis de las listas de reproducción.
fr: Aucune playlist n'a été chargée, impossible d'effectuer l'analyse de playlist.
gl: Non se cargaron listaxes de reprodución, non se puido realizar o aanálise das listaxes de reprodución.
pt_pt: Não se abriu Nenhuma lista de reprodução, não se pode realizar a sua análise.
ro: Nicio listă de redare nu a fost încărcată, nu se poate efectua analiza vreuneia.
vi: Không có danh sách phát nào được tải, không thể thực hiện phân tích danh sách phát.

source: No tracks are selected, cannot perform playlist analysis.
de_ch: Die Playlist-Analyse kann nicht durchgeführt werden, weil Sie noch keine Titel ausgewählt haben.
es: No se seleccionaron pistas, no se pudo llevar a cabo el análisis de las listas de reproducción.
fr: Aucune des pistes ont été sélectionnées, impossible d'effectuer l'analyse de playlist.
gl: Non se selecionaron pistas, non se puido realizar a análise das listaxes de reprodución.
hr: Snimke nisu odabrane. Nije moguće izvršiti analizu popisa snimaka.
pt_br: Nenhuma faixa está selecionada, não é possível realizar a análise da lista de reprodução.
pt_pt: Não se encontra seleccionada qualquer pista, não se pode realizar a análise da lista de reprodução.
ro: Nicio melodie nu e selectată, nu se poate efectua analiza vreuneia.
ru: Дорожки не выбраны, не удалось выполнить анализ списка воспроизведения.
sk: Nie sú vybraté žiadne skladby, preto nie je možné spustiť analýzu playlistu.
tr: Hiçbir parça seçili değil, çalma listesi analizi gerçekleştirilemiyor.
vi: Không có track nào được chọn, không thể thực hiện phân tích danh sách phát.

source: Playlist analysis activated
de_ch: Analyse der Wiedergabeliste eingeschaltet
es: Activado el análisis de lista de reproducción
fr: Analyse de playlist activé
gl: Activada a análise de listaxe de reprodución
hr: Analiza popisa snimaka aktivirana
pt_br: Ativada análise da lista de reprodução
pt_pt: Análise da lista de reprodução activada
ro: Analiza listei de redare este activată
ru: Анализ списка воспроизведения активирован
sk: Zapnutá analýza playlistu
tr: Çalma listesi analizi etkinleştirildi
vi: Đã kích hoạt phân tích danh sách phát

source: Playlist analysis deactivated
de_ch: Analyse der Wiedergabeliste ausgeschaltet
es: Desactivado el análisis de lista de reproducción
fr: Analyse de playlist désactivé
gl: Desactivada a análise da listaxe de reprodución
hr: Analiza popisa snimaka deaktivirana
pt_br: Desativada análise da lista de reprodução
pt_pt: Análise da lista de reprodução desactivada
ro: Analiza listei de redare este dezactivată
ru: Анализ списка воспроизведения отключён
sk: Vypnutá analýza playlistu
tr: Çalma listesi analizi devre dışı bırakıldı
vi: Đã tắt phân tích danh sách phát

source: Marks focused track as start marker for various playlist analysis commands
de_ch: markiert den aktuellen Titel als Beginn der Playlist-Analyse
es: Marca la pista enfocada como la marca de inicio para varias órdenes de análisis de listas de reproducción
fr: Marquer la piste mises en focus comme marqueur de début pour différentes commandes d'analyse de playlist
gl: Marca a pista enfocada como a marca de comezo para varias ordes de análise de listaxes de reprodución
hr: Označava trenutačno fokusiranu snimku kao početnu oznaku za naredbe kojima se analizira popis snimaka
pt_br: Marca a faixa focalizada como marcador inicial para vários comandos de análise de listas de reprodução
pt_pt: Marca a pista focada como marcador inicial para vários comandos de análise de listas de reprodução
ru: Помечает дорожку в фокусе как метку начала для различных команд анализа списка воспроизведения
sk: Označí vybratú skladbu ako počiatočnú pre analýzu playlistu
tr: Çeşitli çalma listesi analiz komutları için odaklanılan parçayı başlangıç ​​işaretçisi olarak işaretler
vi: Đánh dấu track có focus là điểm bắt đầu cho nhiều lệnh phân tích danh sách phát
