Repository: ChrisDuffley/stationPlaylist
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de_ch, es, fr, gl, he, hr, hu, kn, ne, pl, pt_br, pt_pt, ro, ru, sk, tr, vi

source: Finds previous occurrence of the track with the name in the track list.
ar: يبحث عن المسار السابق لكلمة البحث في قائمة المسارات
bg: Намира предишното съвпадение на записа с името в списъка със записи.
de_ch: Sucht nach dem vorherigen gefundenen Titel in der Titelliste.
es: Busca la aparición anterior de la pista con el nombre en la lista de pistas.
fr: Recherche l'occurrence précédente de la piste avec le nom dans la liste des pistes.
gl: Procura a aparición anterior da pista co nome na lista de pistas.
he: חיפוש רצועה קודמת בעלת שם דומה ברשימת הרצועות.
hr: Pronalazi prethodno pojavljivanje snimke s tim imenom u popisu snimaka.
hu: Megkeresi az előző előfordulását a zeneszám nevének a zeneszámok listájában.
kn: ಹಿಂದಿನ ಹಾಡನ್ನು ಹೆಸರೊಂದಿಗೆ ಹಾಡುಗಳ ಪಟ್ಟಿಯಲ್ಲಿ ಹುಡುಕಾಡುತ್ತದೆ.
ne: धुनको सूचीबाट उक्त नामको पछिल्लो रूप खोज्ने छ ।
pl: Wyszukuje w playliście poprzedniego wystąpienia utworu o podanej nazwie
pt_br: Localiza a ocorrência anterior da faixa com o nome na lista de faixas.
pt_pt: Localiza a ocorrência anterior da pista com o nome na lista de pistas.
ro: Caută apariția anterioară a melodiei pe listă.
ru: Находит предыдущее вхождение дорожки с соответствующим названием в списке дорожек.
sk: Vyhľadá predchádzajúci výskyt reťazca v názvoch skladieb.
tr: Parça listesindeki adı ile parçanın bir önceki geçtiği yeri bulur.
vi: Tìm sự xuất hiện của track trước với tên trong danh sách track.

source: Locates track with duration within a time range
ar: تحديد المسار بالمدة في نطاق زمن محدد
bg: Намира записи с продължителност в определени граници
de_ch: Sucht nach Titel mit einer definierten Dauer in einem bestimmten Zeitfenster
es: Localiza pista con duración dentro de un rango de tiempo
fr: Localiser la piste avec durée dans un intervalle de temps
gl: Localiza pista ca duración dentro dun rango de tempo
he: חיפוש רצועה שאורכה בטווח המוגדר
hr: Nalazi snimku s trajanjem u vremesnkom rasponu
pl: Odszukuje utwór w określonym przedziale czasowym
pt_br: Localiza faixa com duração dentro de um intervalo de tempo
pt_pt: Localiza pista com duração dentro de um intervalo de tempo
ro: găsește o pistă cu durata într-un interval de timp
ru: Находит дорожку с длительностью в пределах заданного временного диапазона
sk: Nájde najvhodnejšiu skladbu podľa zadaného času
tr: Belirli zaman aralığında süresi olan parçayı bulur
vi: Xác định track với thời lượng trong một khoảng thời gian

source: You are not in playlist viewer, cannot enter cart explorer
ar: لست بعارض قائمة التشغيل, لا يمكنك دخول مستكشف التنويهات
bg: Не сте в разглеждача на джингъли, не можете да разгледате Джингълите
de_ch: Sie befinden sich nicht in der Ansicht für die Wiedergabeliste. Daher konnte die Cart-Übersicht nicht aufgerufen werden.
es: No estás en el visualizador de lista de reproducción, no puedes entrar en el explorador de cart
fr: Vous n'êtes pas dans la visionneuse de playlist, impossible d'entrer dans l'explorateur de chariot
gl: Non estás no visualizador de lista de reprodución, non podes entrar no explorador de cart
he: רשימת הרצועות אינה בפוקוס. לא ניתן להפעיל את הסייר
hr: Ne nalaziš se u prikazu popisa snimaka, nije moguće ući u istraživač džìnglova
hu: Jelenleg nincs a lejátszási listában, a Cart explorer nem nyitható meg!
kn: ನೀವು ಹಾಡುಗಳನ್ನು ಹಾಡಿಸುವಿಕೆಯ ಪಟ್ಟಿಯ ವೀಕ್ಷಣೆಯಲ್ಲಿಲ್ಲ, ಆದ್ದರಿಂದ ಕಾರ್ಟ್ ಎಕ್ಸ್ಪ್ಲೋರರ್ರನ್ನು ನಮೂದಿಸಲು ಆಗದು.
pl: Nie w widoku playlisty, nie mogę zarządzać jinglownicami
pt_br: Não está no visualizador de lista de reprodução, não pode entrar no explorador de carrinho
pt_pt: Não está no visualizador de lista de reprodução, não pode entrar no explorador de placa
ro: Nu ești în vizualizatorul playlist-ului, nu poți intra în cart explorer.
ru: Вы не в просмотрщике списков воспроизведения, не возможно войти в обозреватель корзин
sk: Nie ste v playliste a preto nie je možné zobraziť prehliadač jinglov.
tr: Çalma listesi görüntüleyicisinde değilsiniz, sepet kaşifine girilemiyor
vi: Bạn không ở trong trình xem danh sách phát, không thể vào cart explorer

source: Some or all carts could not be assigned, cannot enter cart explorer
ar: تعذر تعيين مفاتيح لبعض أو لكل التنويهات. تعذر دخول مستكشف التنويهات.
bg: Някои или всички Джингъли не могат да бъдат назначени, не можете да разгледате Джингълите
de_ch: Einige oder alle Carts konnten nicht zugewiesen werden. Daher konnte die Cart-Übersicht nicht aufgerufen werden.
es: Alguno o todos los carts podrían no estar asignados, no se puede introducir el explorador de cart
fr: Certains ou tous les chariots n'ont pu être assignés, impossible d'entrer dans l'explorateur de chariot
gl: Algún ou todos os carts poderían non estar asignados, non se pode introducir o explorador de cart
he: לא זוהו פריטי נגינה. לא ניתן להפעיל את הסייר
hr: Neke ili sve džìnglove nije moguće dodijeliti, nije moguće ući u istraživač džìnglova
hu: Néhány, vagy egy cart sem hozzárendelhető, a cart explorer nem nyitható meg.
kn: ಕೆಲವು ಅಥವಾ ಎಲ್ಲಾ ಕಾರ್ಟ್ಗಳನ್ನು ನಿಯೋಜಿಸಿಲ್ಲ, ಆದ್ದರಿಂದ ಕಾರ್ಟ್ ಎಕ್ಸ್ಪ್ಲೋರರ್ರನ್ನು ನಮೂದಿಸಲು ಆಗದು.
ne: केही अथवा सबै गाडाहरूलाई तोक्न सकिएन, गाडा अन्वेषकलाई प्रविष्ट गराउन सकिएन ।
pl: Niektóre lub wszystkie jinglownice nie mogły zostać przypisane, nie można wejść do eksploratora jingli.
pt_br: Alguns ou todos os carrinhos não puderam ser atribuídos, não é possível entrar no explorador de carrinhos
pt_pt: Algumas ou todas as placas não podem ser atribuídas, não é possível entrar no explorador de placa.
ro: Unele sau toate carturile nu pot fi atribuite. nu poți intra în cart explorer.
ru: Некоторые или все корзины не назначены, невозможно войти в обозреватель корзин
sk: Niektoré pozície sa nedajú priradiť, nemôžem otvoriť prehliadač jinglov.
tr: Sepetlerin bazıları veya tümü atanamadı, sepet gezginine girilemiyor
vi: Một vài hoặc tất cả cart không thể gán được, không thể vào cart explorer

source: Entering cart explorer
ar: دخول مستكشف التنويهات
bg: Разглеждане на Джингълите
de_ch: Die Cart-Üübersicht wird aufgerufen.
es: Introduciendo explorador de cart
fr: Entrer dans l'explorateur de chariot
gl: Introducindo explorador de cart
he: כניסה לסייר
hr: Ulazak u istraživača džìnglova
hu: A cart explorer megnyitása
kn: ಕಾರ್ಟ್ ಎಕ್ಸ್ಪ್ಲೋರರ್ ಪ್ರವೇಶಿಸುತ್ತಿದೆ
ne: गाडा अन्वेषक प्रवेश गर्दै छु ।
pl: Wejście do eksploratora koszyka
pt_br: Entrando no explorador de carrinho
pt_pt: A entrar no Explorador de placa
ro: Intrare în cart explorer...
ru: Вход в обозреватель корзин
sk: otváram prehliadač jinglov
tr: Sepet gezgini açılıyor
vi: Vào cart explorer

source: Exiting cart explorer
ar: الخروج من مستكشف التنويهات
bg: Изход от списъка с Джингъли
de_ch: Die Cart-Übersicht wird beendet.
es: Saliendo de explorador de cart
fr: Sortir de l'explorateur de chariot
gl: Saíndo do explorador de cart
he: יציאה מהסייר
hr: Izlazak iz istraživača džìnglova
hu: A cart explorer bezárása
kn: ಕಾರ್ಟ್ ಎಕ್ಸ್ಪ್ಲೋರರ್ ನಿರ್ಗಮಿಸುತ್ತಿದೆ
ne: गाडा अन्वेषक बहिर्गमन गर्दै छ ।
pl: Wyjście z eksploratora koszyka
pt_br: Saindo do explorador de carrinho
pt_pt: a sair o explorador de placa
ro: Ieșire din Cart Explorer...
ru: Выход из обозревателя корзин
sk: Opúšťam prehliadač jinglov
tr: Sepet gezgini kapanıyor
vi: Thoát cart explorer

source: Toggles cart explorer to learn cart assignments.
ar: تشغيل مستكشف التنويهات لمعرفة المفاتيح المنوطة بكل تنويه
bg: Превключва изгледа на Джингълите, предоставяща ви списък с назначения на Джингъли.
de_ch: Schaltet die Cart-Übersicht ein oder aus, um die Cart-Zuweisungen zu üben.
es: Conmuta el explorador de cart para aprender las asignaciones de cart.
fr: Bascule l'explorateur de chariot pour apprendre les assignations de chariot.
gl: Conmuta o explorador de cart para deprender as asignacións de cart.
he: מיתוג בין פעולות הסייר לבין למידת המקשים.
hr: Uključuje i isključuje istraživača džinglova za javljanje njihovih naredbi.
hu: A cart explorer megnyitása a hozzárendelések megtekintéséhez.
kn: ಕಾರ್ಟ್ ನಿಯೋಜನೆಗಳನ್ನು ಕಲಿಯಲು ಕಾರ್ಟ್ ಎಕ್ಸ್ಪ್ಲೋರರ್ ಅನ್ನು ಬದಲಿಸುತ್ತದೆ
ne: गाडा अन्वेषक गाडा कार्यमा फेरिन्छ ।.
pl: Przełącza eksplorator koszyka, aby nauczyć się przypisań koszyka
pt_br: Alterna o explorador de carrinho para aprender as atribuições do carrinho.
pt_pt: Alterna o explorador de placa para ver as características da placa.
ro: Comută Cart explorer pentru a afla atribuirile cartului.
ru: Переключает проводник корзины для изучения назначений корзины.
sk: otvára a zatvára prehliadač jinglov, v ktrom môťete sledovať pozície zvučiek.
tr: Sepet atamalarını öğrenmek için sepet gezginini kapatıp açar.
vi: Bật cart explorer để học cách gán cart.

source: Cart command unavailable
ar: تعيين اختصار للتنويهات غير متاح الآن
bg: Командата за джингъла е недостъпна
de_ch: Der Cart-Befehl ist nicht verfügbar.
es: Orden Cart no disponible
fr: Commande chariot indisponible
gl: Orde Cart non dispoñible
he: פקודת סייר לא קיימת
hr: Naredba džingla nedostupna
hu: A Cart parancs nem elérhető!
kn: ಕಾರ್ಟ್ ಆದೇಶಗಳು ದೊರೆಯುವುದಿಲ್ಲ
pl: Komenda koszyka niedostępna
pt_br: Comando de carrinho indisponível
pt_pt: Comando de placa indisponível.
ro: Comandă cart nu este valabilă.
ru: Команда корзины недоступна
sk: Funkcia nie je dostupná
tr: Sepet komutu mevcut değil
vi: Lệnh của cart không sẵn sàng

source: Cart unassigned
ar: التنويه ليس له مفتاح
bg: Джингъла не е зададен
de_ch: Das Cart wurde nicht zugewiesen.
es: Cart no asignado
fr: Chariot non assignés
gl: Cart non asignado
he: פעולה לא מוגדרת
hr: Džingl nije dodijeljen
hu: Nincs cart hozzárendelve
kn: ಕಾರ್ಟ್ ನಿಯೋಜನೆಗೊಂಡಿಲ್ಲ
ne: गाडा नतोकिएको
pl: Koszyk nieprzypisany
pt_br: Carrinho não atribuído
pt_pt: Placa não atribuída.
ro: Cart neatribuit.
ru: Корзина не назначена
sk: položka nie je priradená
tr: Sepet atanmamış
vi: Cart không được gán

source: Toggles library scan progress settings.
ar: التنقل بين إعدادات التقدم في البحث بالمكتبة
bg: Превключва между различните режими за съобщаване на напредъка при сканиране на библиотеката.
de_ch: Schaltet den Fortschritt der Einstellungen für den Scanvorgang in der Bibliothek um.
es: Conmuta las opciones del escaneado de la biblioteca.
fr: Active/désactive les paramètres d'avancement du balayage de la bibliothèque.
gl: Conmuta as opcións do escaneado da biblioteca.
he: מיתוג בין ההגדרות של התקדמות סריקת הספרייות.
hr: Mijenja postavke napredovanja skeniranja biblioteke.
hu: Váltogathat a gyűjtemény-vizsgálat beállításai között
kn: ಲೈಬ್ರರಿ ಸ್ಕ್ಯಾನ್ ಪ್ರಗತಿಯ ಸಂರಚನೆಗೆ ಬದಲಿಸುತ್ತದೆ.
pl: Przełącza ustawienie oznajmiania postępu skanowania biblioteki
pt_br: Alterna as configurações de progresso da varredura da biblioteca.
pt_pt: Alterna as configurações de progresso da varredura da biblioteca.
ro: Comutare între setările de scanare de biblioteca de progres.
ru: Переключает параметры хода сканирования библиотеки.
sk: Prepína oznamovanie o stave knižnice.
tr: Kütüphane tarama ilerleme ayarlarını değiştirir.
vi: Chuyển đổi cài đặt tiến trình quét thư viện.

source: Scan start
ar: بدأ البحث
bg: Сканирането започна
de_ch: Scanvorgang starten
es: Comenzar escaneado
fr: Début du balayage
gl: Comezar escaneado
he: תחילת הסריקה
hr: Početak skeniranja
hu: A vizsgálat elindult
kn: ಸ್ಕ್ಯಾನ್ನ ಆರಂಭ
pl: Początek skanowania
pt_br: Início da varredura
pt_pt: Início da varredura
ro: Start scanare
ru: Начало сканирования
sk: Skenovanie spustené
tr: Tarama başladı
vi: Bắt đầu quét

source: {itemCount} items in the library
ar: {itemCount} عنصر بالمكتبة
bg: {itemCount} елемента в библиотеката
de_ch: {itemCount} Einträge in der Bibliothek
es: {itemCount} elementos en la biblioteca
fr: {itemCount} éléments dans la bibliothèque
gl: {itemCount} elementos na biblioteca
he: נמצאו {itemCount} פריטים בספרייה
hr: Broj stavki u biblioteci: {itemCount}
hu: {itemCount} elem a gyűjteményben
kn: {itemCount} ಲೈಬ್ರರಿಯಲ್ಲಿನ ಅಂಶಗಳು
pl: {itemCount} elementów w bibliotece
pt_br: {itemCount} itens na biblioteca
pt_pt: itens {itemCount} na biblioteca
ro: Au fost găsite {itemCount} elemente în librarie.
ru: в библиотеке {itemCount} элементов
sk: {itemCount} položiek v knižnici
tr: {itemCount} kütüphanedeki ögeler
vi: {itemCount} mục trong thư viện

source: Scan complete with {itemCount} items
ar: تم فحص {itemCount} عنصر
bg: Сканирането завърши с {itemCount} елемента
de_ch: Scanvorgang mit {itemCount} Einträge abgeschlossen.
es: Escaneado completado con {itemCount} elementos
fr: balayage complet avec {itemCount} éléments
gl: Escaneado compretado con {itemCount} elementos
he: הסריקה הושלמה עם {itemCount} פריטים
hr: Skeniranje završeno sa {itemCount} stavki
hu: {itemCount} elem vizsgálata befejeződött
kn: {itemCount} ಅಂಶದ ಜೊತೆಯಲ್ಲಿಯೇ ಸ್ಕ್ಯಾನ್ ಪೂರ್ತಿಗೊಂಡಿತು
pl: Skanowanie zakończone z {itemCount} elementów
pt_br: Varredura completa com {itemCount} itens
pt_pt: varredura completa com {itemCount} items
ro: Scanare completă cu {itemCount} elemente.
ru: Сканирование завершено с {itemCount} элементами
sk: Skenovanie dokončené - {itemCount} položiek
tr: Tarama tamamlandı {itemCount} ögeyle
vi: Đã quét xong với {itemCount} mục

source: Scanning
ar: جاري البحث
bg: Сканиране
de_ch: Scanvorgang läuft...
es: Escaneando
fr: Balayage en cours
gl: Escaneando
he: הסריקה מתבצעת כעת
hr: Skeniranje
hu: Vizsgálat folyamatban
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಲಾಗುತ್ತಿದೆ
pl: Skanowanie
pt_br: Verificando
pt_pt: Fazendo varredura.
ro: Scanare...
ru: Сканирование
sk: Skenujem
tr: Taranıyor
vi: Đang quét

source: {itemCount} items scanned
ar: {itemCount} عنصر تم فحصه
bg: {itemCount} сканирани елемента
de_ch: {itemCount} Einträge gefunden
es: {itemCount} elementos escaneados
fr: {itemCount} éléments balayées
gl: {itemCount} elementos escaneados
he: {itemCount} פריטים נסקרו עד עכשיו
hr: Broj skeniranih stavki: {itemCount}
hu: {itemCount} elem vizsgálva
kn: {itemCount} ಅಂಶಗಳು ಸ್ಕ್ಯಾನ್ ಆದವು
pl: {itemCount} elementów zeskanowano
pt_br: {itemCount} itens verificados
pt_pt: {itemCount} items verificados
ro: {itemCount} elemente au fost scanate.
ru: просканировано {itemCount} элементов
sk: {itemCount} skenovaných položiek
tr: {itemCount} taranan öge
vi: {itemCount} mục đã quét

source: Cannot open metadata streaming dialog
ar: تعذر فتح محاورة بيانات البث
bg: Диалога за потоците от метаданни не може да бъде отворен
de_ch: Der Dialog für Metadaten-Streaming konnte nicht geöffnet werden.
es: No se pudieron abrir los metadatos del diálogo streaming
fr: Impossible d'ouvrir la boîte de dialogue pour les métadonnées en streaming
gl: Non se poideron abrir os metadatos do diálogo streaming
he: לא ניתן לפתוח את תיבת הדו-שיח של זרימת המטאדאטה
hr: Nije moguće otvoriti dijaloški okvir internetskog prijenosa metapodataka
pl: Nie można otworzyć dialogu strumieniowania i metadanych.
pt_br: Não é possível abrir o diálogo de fluxo em transmissão dos metadados
pt_pt: Não é possível abrir o diálogo de transmissão de metadados
ro: Imposibil de deschis dialog cu metadate de streaming
ru: Не удалось открыть диалог потоковой передачи метаданных
sk: Nepodarilo sa otvoriť dialóg s informáciami o živom vysielaní
tr: Meta veri akışı iletişim kutusu açılamıyor
vi: Không thể mở hộp thoại metadata streaming

source: The add-on settings dialog or the metadata streaming dialog is opened. Please close the opened dialog first.
ar: محاورة إعدادات الإضافة أو محاورة بيانات البث مفتوحة. يرجى إغلاقها أولا.
de_ch: der Dialog für die Einstellungen zur Studio-Erweiterung oder der Metadaten-Streaming-Dialog ist geöffnet. Bitte schliessen Sie den geöffneten Dialog zuerst.
es: Los diálogos de opciones del complemento o metadatos del streaming están abiertos. Por favor ciérralos antes.
fr: Le dialogue de paramètres ou le dialogue de métadonnées en streaming du module complémentaire est ouvert. Veuillez d'abord le fermer.
gl: Os diálogos de opcións do complemento ou metadatos do streaming están abertos. Por favor péchaos antes.
he: תיבת דו-שיח של הגדרות התוסף או של זרימת הנתונם פתוחה כרגע. נא לסגור אותה תחילה.
pl: Jedno z okien dodatku jest już aktywne. Proszę, zamknij najpierw je wszystkie
pt_pt: A caixa de diálogo de configurações do extra ou a caixa de diálogo de transmissão de metadados estão abertas. Por favor, feche primeiro a caixa de diálogo aberta.
ro: Setările de add-on sau de metadata streaming sunt deja deschise. Închideți mai întâi dialogurile deschise.
vi: Hộp thoại cài đặt add-on hoặc hộp thoại metadata streaming đang mở. Vui lòng đóng chúng lại trước.

source: Opens a dialog to quickly enable or disable metadata streaming.
ar: يفتح محاورة لتفعيل وتعطيل بيانات البث بسرعة.
bg: Отваря диалог за именуване на избрания енкодер.
de_ch: Öffnet einen Dialog, zum schnellen (de)aktivieren von Metadaten-Streaming.
es: Abre un diálogo para habilitar o deshabilitar rápidamente los metadatos del streaming.
fr: Ouvre un dialogue pour activer ou désactiver rapidement des métadonnées en streaming.
gl: Abre un diálogo para habilitar ou deshabilitar rápidamente os metadatos do streaming.
he: פתיחת תיבת דו-שיח המאפשרת שינוי מידי של מצב זרימת המטאדאטה.
hr: Otvara dijaloški okvir za brzo aktiviranje ili deaktiviranje internetskog prijenosa metapodataka.
pl: Otwiera dialog, w którym możesz szybko zarządzać strumieniowaniem danych
pt_br: Abre um diálogo para habilitar ou desabilitar rapidamente o fluxo em transmissão dos metadados.
pt_pt: Abre uma caixa de diálogo para ativar ou desativar rapidamente a transmissão de metadados.
ro: Deschide un dialog pentru a activa sau dezactiva rapid metadata streaming.
ru: Открывает диалог для быстрого включения или отключения потоковой передачи метаданных.
sk: otvorí dialóg, v ktorom môžete rýchlo zapnúť a vypnúť vysielanie metadát.
tr: Meta veri akışını hızla etkinleştirmek veya devre dışı bırakmak için bir iletişim kutusu açar.
vi: Mở hộp thoại để nhanh chóng bật hay tắt metadata streaming.

source: Not in playlist viewer, cannot perform track time analysis or gather playlist snapshot statistics.
de_ch: Die Zeitanalyse bzw. Aufnahme von Playlist-Schnappschüssen kann nicht durchgeführt werden, weil Sie sich nicht in der Wiedergabeliste befinden.
es: No estás en el visualizador de lista de reproducción, no puedes realizar el análisis de tiempo o recopilar estadísticas de instantáneas de listas de reproducción.
fr: Vous n'êtes pas dans la visionneuse de playlist, impossible d'effectuer l'analyse de la durée de piste ou rassembler les statistiques sur les instantanés de playlist.
gl: Non estás no visualizador de lista de reprodución, non podes realizar a análise de tempo ou recopilar estadísticas de instantáneas de listaxes de reprodución.
he: מציג רשימת הנגינה אינו בפוקוס. לא ניתן לבצע ניתוח אורך זמן הנגינה.
pl: Nie w widoku playlisty; Nie mogę analizować lub utworzyć przeglądu playlisty
pt_pt: Não está no visualizador de listas de reprodução, não pode realizar análise de tempo de pista ou reunir estatísticas de instantâneos de lista de reprodução.
ro: Nu există în vizualizatorul listei de redare, nu poate efectua analiza timpului piesei sau nu a adunat statistici pentru instantanee în lista de redare.
vi: Không ở trong trình xem danh sách phát, không thể thực hiện phân tích thời gian track hoặc tập hợp thống kê ảnh chụp danh sách phát.

source: Items: {playlistItemCount}
de_ch: Einträge: {playlistItemCount}
es: Elementos: {playlistItemCount}
fr: Éléments : {playlistItemCount}
gl: Elementos: {playlistItemCount}
he: פריטים: {playlistItemCount}
hr: Stavke: {playlistItemCount}
pl: {playlistItemCount} elementó
pt_br: Itens: {playlistItemCount}
ro: Elemente: {playlistItemCount}
ru: Элементов: {playlistItemCount}
sk: Položky: {playlistItemCount}
tr: Öğeler: {playlistItemCount}
vi: Mục: {playlistItemCount}

source: Tracks: {playlistTrackCount}
de_ch: Titel: {playlistTrackCount}
es: Pistas: {playlistTrackCount}
fr: Pistes : {playlistTrackCount}
gl: Pistas: {playlistTrackCount}
he: רצועות: {playlistTrackCount}
hr: Snimke: {playlistTrackCount}
pl: {playlistTrackCount} utworów
pt_br: Faixas: {playlistTrackCount}
pt_pt: Pistas: {playlistTrackCount}
ro: Piese: {playlistTrackCount}
ru: Дорожек: {playlistTrackCount}
sk: Skladby: {playlistTrackCount}
tr: Parçalar: {playlistTrackCount}
vi: Track: {playlistTrackCount}

source: Duration: {playlistTotalDuration}
de_ch: Dauer: {playlistTotalDuration}
es: Duración: {playlistTotalDuration}
fr: Durée : {playlistTotalDuration}
gl: Duración: {playlistTotalDuration}
he: משך: {playlistTotalDuration}
hr: Trajanje: {playlistTotalDuration}
pl: Czas całkowity: {playlistTotalDuration}
pt_br: Duração: {playlistTotalDuration}
pt_pt: Duração: {playlistTotalDuration}
ro: Durată: {playlistTotalDuration}
ru: Продолжительность: {playlistTotalDuration}
sk: Dĺžka: {playlistTotalDuration}
tr: Süre: {playlistTotalDuration}
vi: Thời lượng: {playlistTotalDuration}

source: Shortest: {playlistShortestTrack}
de_ch: kürzester: {playlistShortestTrack}
es: Más corta: {playlistShortestTrack}
fr: La plus courte : {playlistShortestTrack}
gl: Máis curta: {playlistShortestTrack}
he: הקצר ביותר: {playlistShortestTrack}
hr: Najkraća: {playlistShortestTrack}
pl: {playlistShortestTrack} jest najkrótszy
pt_br: Mais curta: {playlistShortestTrack}
pt_pt: Mais curto: {playlistShortestTrack}
ro: Cel mai scurt: {playlistShortestTrack}
ru: Кратчайший: {playlistShortestTrack}
sk: najkratšia: {playlistShortestTrack}
tr: En kısa: {playlistShortestTrack}
vi: Ngắn nhất: {playlistShortestTrack}

source: Longest: {playlistLongestTrack}
de_ch: Längster: {playlistLongestTrack}
es: Más larga: {playlistLongestTrack}
fr: La plus longue : {playlistLongestTrack}
gl: Máis longa: {playlistLongestTrack}
he: הארוך ביותר: {playlistLongestTrack}
hr: Najduža: {playlistLongestTrack}
pl: {playlistLongestTrack} najdłuższy
pt_br: Mais longa: {playlistLongestTrack}
pt_pt: Mais longo: {playlistLongestTrack}
ro: Cel mai lung: {playlistLongestTrack}
ru: Длиннейший: {playlistLongestTrack}
sk: Najdlhšia: {playlistLongestTrack}
tr: En uzun: {playlistLongestTrack}
vi: Dài nhất: {playlistLongestTrack}

source: Average: {playlistAverageDuration}
de_ch: Durchschnitt: {playlistAverageDuration}
es: Promedio: {playlistAverageDuration}
fr: Moyenne : {playlistAverageDuration}
gl: Promedio: {playlistAverageDuration}
he: ממוצע: {playlistAverageDuration}
hr: Prosječno: {playlistAverageDuration}
pl: Średnia długość: {playlistAverageDuration}
pt_br: Média: {playlistAverageDuration}
pt_pt: Média: {playlistAverageDuration}
ro: Medie: {playlistAverageDuration}
ru: Среднее: {playlistAverageDuration}
sk: Priemerná dĺžka skladby: {playlistAverageDuration}
tr: Ortalama: {playlistAverageDuration}
vi: Trugn bình: {playlistAverageDuration}

source: Top artist: %s (%s)
de_ch: Top Interpret: %s (%s)
es: Artista principal: %s (%s)
fr: Les meilleurs artistes : %s (%s)
gl: Artista principal: %s (%s)
he: אמן מוביל: %s (%s)
hr: Top izvođač: %s (%s)
pl: Top wykonawca: %s (%s)
pt_pt: Primeiro intérprete: %s (%s)
ro: Artiști de top: %s (%s)
vi: Ca sĩ tiêu biểu: %s (%s)

source: Top artist: none
de_ch: Top Künstler: keine
es: Artista principal: ninguno
fr: Les meilleurs artistes : aucun
gl: Artista principal: ningún
hr: Top izvođač: nitko
pt_br: Intérprete principal: nenhum
pt_pt: Primeiros Intérpretes.
ro: Artiști de top: fără
ru: Лучший исполнитель: отсутствует
sk: Žiadny najhranejší interpret
tr: En iyi sanatçı: yok
vi: Ca sĩ tiêu biểu: không có

source: Top artists:
de_ch: Top Künstler
es: Artistas principales:
fr: Les meilleurs artistes :
gl: Artistas principais:
he: אמנים מובילים:
hr: Top izvođači:
pl: Top wykonawcy
pt_br: Intérpretes principais:
pt_pt: Primeiros Intérpretes
ro: Top artiști
ru: Лучшие исполнители:
sk: Najhranejší interpreti:
tr: En iyi sanatçılar:
vi: Ca sĩ tiêu biểu:
