Repository: ChrisDuffley/stationPlaylist
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de_ch, es, fr, gl, he, hr, hu, kn, ne, pl, pt_br, pt_pt, ro, ru, sk, tr, vi

source: Rename Profile
ar: تسمية الوضع
bg: Преименуване на профил
de_ch: Profil umbenennen
es: Renombrar Perfil
fr: Renommer le profil
gl: Renomear Perfil
he: שינוי שם פרופיל
hr: Preimenuj profil
pl: Zmień nazwę profilu
pt_pt: Renomear perfil
ro: Redenumire profil
sk: Premenovať profil
vi: Đổi tên hồ sơ

source: An instant switch profile might be active or you are in the midst of a broadcast. If so, please press SPL Assistant, F12 to switch back to a previously active profile before opening add-on settings to delete a profile.
de_ch: Ein Instant-Switch-Profil könnte aktiv sein oder Sie befinden sich mitten in einer Sendung. Wenn es so ist, drücken Sie bitte SPL Assistant, F12, um zu einem zuvor aktiven Profil zurückzukehren, bevor Sie die Erweiterungseinstellungen öffnen, um ein Profil zu löschen.
es: Un perfil de cambio instantáneo podría estár activado o estás en medio de una emisión. Si es así, por favor pulsa SPL Assistant, F12 para regresar a un perfil previamente activado antes de abrir las opciones del complemento para borrar un perfil.
fr: Un changement de profil immédiat peut-être actif ou vous êtes au milieu d'une diffusion. Dans l'affirmative, s'il vous plaît Appuyer sur Assistant SPL, F12 pour revenir à un profil précédemment actif avant d'ouvrir les paramètres du module complémentaire pour supprimer un profil.
gl: Podería estar activo un perfil de cambio instantáneo ou estás en medio dunha emisión. Se é así, por favor preme SPL Assistant, F12 para voltar a un perfil anteriormente activo antes de abrir as opcións do complemento para borrar un perfil.
he: ייתכן כמתבצעת כעת החלפה מיידית של פרופיל או שאתה באמצע שידור. במקר זה, נא הפעל את המסייע של SPL על ידי לחיצה על F12 ותוכל להבצע מחיקה של הפרופיל הישן.
hr: Profil za trenutno mijenjanje je možda aktivan ili si usred emitiranja. Ako je tako, pritisnit SPL Assistant, F12 za vraćanje na prethodno aktivni profil prije otvaranja postavki dodatka za brisanje profila.
pl: Szybki profil jest aktywny, lub właśnie nadajesz. Jeśli tak, naciśnij klawisz asystenta SPL + F12 aby wrócić do poprzedniego profilu przed usunięciem
pt_pt: Um perfil de alternância instantânea pode estar activo ou está no meio de uma transmissão. Se assim for, pressione SPL Assistant, F12 para voltar a um perfil anteriormente activo antes de abrir as configurações do extra para excluir um perfil.
ro: Un profil de comutare instantanee poate fi activ sau sunteți în mijlocul unei emisii. Dacă este aşa, apăsați asistentul SPL, F12 pentru a comuta înapoi la un profil activ anterior, înainte de a deschide setările addonului pentru a şterge un profil.
vi: Một hồ sơ chuyển nahnh có thể đang hoạt động hoặc bạn đang ở trong một chương trình phát thanh. Nếu vậy, vui lòng bấm SPL Assistant, F12 để chuyển về một hồ sơ được kích hoạt trước đó trước khi mở cài đặt add-on để xóa một hồ sơ.

source: Profile delete error
de_ch: Fehler beim Löschen des Profils.
es: Error de borrado de perfil
fr: Échec lors de la suppression de profil
gl: Erro de borrado de perfil
he: שגיאה בעת מחיקת פרופיל
hr: Greška u brisanju profila
pl: Błąd usuwania profilu
pt_br: Erro ao excluir o perfil
pt_pt: Erro ao apagar o perfil
ro: Eroare la ştergerea profilului
ru: Ошибка удаления профиля
sk: Chyba pri odstránení profilu
tr: Profil silme hatası
vi: Lỗi xóa hồ sơ

source: You are about to delete the currently active profile. Select yes if you wish to proceed.
de_ch: Sie sind dabei, das gerade aktive Profil zu löschen. Wählen Sie Ja, wenn Sie fortfahren möchten.
es: Estás a punto de eliminar el perfil activo actualmente. Selecciona sí si deseas proceder.
fr: Vous êtes sur le point de supprimer le profil actuellement actif. Sélectionnez oui si vous souhaitez continuer.
gl: Estás a piques de borrar o perfil activo actualmente. Seleciona si se desexas proceder.
he: אתה עומד למחוק את הפרופיל בחר כן אם תרצה בכך.
hr: Izbrisat ćeš trenutačno aktivni profil. Odaberi „Da”, ako želiš nastaviti.
pl: To usunie obecnie aktywny profil. Jesteś pewien?
pt_br: Está prestes a excluir o perfil atualmente ativo. Selecione sim, se deseja continuar.
pt_pt: Está prestes a excluir o perfil actualmente activo. Seleccione sim, se deseja continuar.
ro: Sunteți pe punctul de a șterge profilul activ. Selectați da dacă doriți să continuați.
ru: Вы собираетесь удалить текущий активный профиль. Выберите да для продолжения.
sk: Chystáte sa vymazať aktívny profil. Ak chcete pokračovať, stlačte áno.
tr: Şu anda etkin olan profili silmek üzeresiniz. Devam etmek istiyorsanız evet'i seçin.
vi: Bạn sắp xóa hồ sơ đang hoạt động. Chọn yes nếu muốn thực hiện.

source: Delete active profile
de_ch: Aktives Profil löschen...
es: Eliminar perfil activo
fr: Supprimer le profil actif
gl: Borrar perfil activo
he: פרופילים מבוססי זמן חסרים
hr: Izbriši aktivni profil
pl: Usuń aktywny profil
pt_br: Excluir perfil ativo
pt_pt: Apagar o perfil activo
ro: Ștergeți profilul activ
ru: Удалить активный профиль
sk: Odstránenie aktívneho profilu
tr: Etkin profili sil
vi: Xóa hồ sơ hiện hành

source: Are you sure you want to delete this profile? This cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف هذا الوضع؟ لا يمكن الرجوع في ذلك.
bg: Изтриване на профил? Изтриването ще бъде окончателно.
de_ch: Möchten Sie wirklich dieses Profil löschen? Dieser Vorgang kann nicht wieder rückgängig gemacht werden.
es: ¿Estás seguro de querer eliminar este perfil? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce profil ? Cela ne peut pas être annulée.
gl: ¿Estás seguro de querer eliminar este perfil? Esto non se pode desfacer.
he: האם ברצונך למחוק פרופיל זה? אין דרך חזרה מפעולה זו.
hr: Zaista želiš izbrisati ovaj profil? Radnja je nepovratna.
pl: Jesteś pewien, że chcesz usunąć profil?
pt_br: Tem certeza que deseja excluir este perfil? Isto não pode ser desfeito.
pt_pt: Tem a certeza que deseja apagar este perfil? Esta tarefa não pode ser desfeita.
ro: Sigur doriți să ştergeți acest profil? Acest lucru este ireversibil.
sk: Naozaj chcete odstrániť profil?
vi: Bạn có chắc muốn xóa hồ sơ này không? Thao tác này không thể phục hồi.

source: Confirm Deletion
ar: تأكيد الحذف
bg: Потвърждение на изтриване
de_ch: Löschen bestätigen
es: Confirmar Eliminación
fr: Confirmer la Suppression
gl: Confirmar Eliminación
he: אישור מחיקה
hr: Potvrdi brisanje
pl: Potwierdź usunięcie
pt_pt: Confirmar o apagamento
ro: Confirmare ştergere
sk: Potvrdenie odstránenia
vi: Xác nhận xóa

source: You cannot change profile switch triggers in the midst of a broadcast.
de_ch: Sie können während einer Sendung keine Auslöser für Profilwechsel ändern.
es: No puedes cambiar los disparadores de cambio de perfil en medio de una transmisión.
fr: Vous ne pouvez pas modifier les déclencheurs de changement de profil au milieu d'une diffusion.
gl: Non podes modificar os disparadores para o cambio de perfil no medio dunha transmisión.
hr: Nije moguće promijeniti okidače profila usred emitiranja.
pt_pt: Não pode alterar os disparadores de mudança de perfil no meio de uma transmissão.
ro: Nu puteți modifica declanșatoarele de profil în timpul unei emisiuni.
vi: Bạn không thể thay đổi tác nhân chuyển hồ sơ khi đang nghe chương trình phát thanh.

source: Profile triggers
de_ch: Profil-Auslöser
es: Disparadores de perfil
fr: Déclencheurs de profil
gl: Disparadores de perfil
hr: Okidači profila
pt_pt: Disparadores de perfil
ro: Declanșatoare de profil
vi: Các tác nhân hồ sơ

source: Another add-on settings dialog is open. Please close the previously opened dialog first.
de_ch: Der Einstellungsdialog für die Erweiterung ist noch geöffnet. Bitte schliessen Sie den Einstellungsdialog.
es: Otro diálogo de opciones del complemento está abierto. Por favor cierra el diálogo abierto antes.
fr: Un autre dialogue de paramètres du module complémentaire est ouvert. Veuillez d'abord fermer le dialogue préalablement ouvert.
gl: Outro diálogo de opcións do complemento está aberto. Por favor pecha o diálogo aberto anteriormente.
he: תיבת דו-שיח של הגדרות התוסף כבר פתוחה. נא לסגור אותה תחילה.
pl: Inne okno ustawień dodatku jest aktywne. Proszę, zamknij je w pierwszej kolejności
pt_pt: Está aberta Outra caixa de diálogo de configurações de extra. Por favor, feche primeiro o diálogo aberto anteriormente.
ro: Un alt dialog cu setările addonului este deja deschis. Închideți fereastra deschisă anterior mai întâi.
vi: Một hộp thoại cài đặt add-on khác đang được mở. Vui lòng đóng nó lại trước.

source: Broadcast profiles
hr: Profil emitiranja
vi: Hồ sơ phát thanh

source: Normal profile is in use.
hr: Koristi se normalni profil.
vi: Đang dùng cấu hình bình thường.

source: General
hr: Opće
sk: Všeobecné
vi: Chung

source: Alarms
hr: Alarmi
pt_br: Alarmes
ru: Аварийные сигналы
sk: Upozornenia
tr: Alarmlar
vi: Các báo động

source: Column announcements
hr: Najavljivanje stupaca
pt_br: Anúncios de coluna
ru: Объявления столбцов
sk: Oznamovanie metadát
tr: Sütun duyuruları
vi: Thông báo các cột

source: Playlist transcripts
hr: Prijepisi popisa snimaka
pt_br: Transcrições da lista de reprodução
ru: Расшифровки списков воспроизведения
sk: Prepisy playlistu
tr: Çalma listesi transkriptleri
vi: Bảng điểm danh sách phát

source: Columns explorer
hr: Istraživač stupaca
pt_br: Explorador de colunas
ru: Обозреватель столбцов
sk: Prehliadač metadát
tr: Sütun gezgini
vi: Khám phá các cột

source: Warning! Selecting Reset button and choosing various reset options will reset add-on settings to defaults.
hr: Upozorenje! Odabirom gumba Reset i odabirom različitih opcija za resetiranje, postavke dodatka bit će vraćene na standardne vrijednosti.
pt_br: Aviso! Selecionar o botão Redefinir e escolher várias opções de redefinição redefinirá as configurações do complemento para os padrões.
ru: Предупреждение! При нажатии кнопки сброса и выборе различных параметров сброса настройки дополнения вернуться к значениям по умолчанию.
sk: Upozornenie! Aktivovaním tlačidla obnova nastavení a začiarknutím príslušných začiarkávacích políčok vynulujete nastavenia doplnku.
tr: Uyarı! Sıfırla düğmesinin seçilmesi ve çeşitli sıfırlama seçeneklerinin seçilmesi eklenti ayarlarını varsayılanlara sıfırlayacaktır.
vi: Cảnh báo! Chọn nút khôi phục và chọn các tùy chỉnh khôi phục khác nhau sẽ trả các cài đặt của add-on về mặc định.

source: Another find dialog is open.
ar: هناك محاورة بحث أخرى مفتوحة
de_ch: Ein weiteres Suchdialog ist geöffnet.
es: Está abierto otro diálogo de búsqueda.
fr: Un autre dialogue rechercher est ouvert.
gl: Está aberto outro diálogo de procura.
he: תיבת דו-שיח של חיפוש כבר פתוחה.
hr: Otvoren je jedan drugi dijaloški okvir pretrage.
pl: Okno wyszukiwania jest już tgdzieś otwarte
pt_br: Outro diálogo localizar está aberto.
pt_pt: Está aberto outro diálogo de procura
ro: Un alt dialog de căutare este deschis.
ru: Открыт ещё один диалог поиска.
sk: Máte otvorené iné okno hľadania.
tr: Başka bir bul iletişim kutusu açık.
vi: Một hộp thoại tìm kiếm khác đang mở.

source: An unexpected error has occured when trying to open find dialog.
es: Ha ocurrido un error inesperado cuando se intentaba abrir el diálogo buscar.
fr: Une erreur inattendue s'est produite lors de la tentative d'ouverture de la boîte de dialogue de recherche.
hr: Došlo je do neočekivane greške pri pokušaju otvaranja dijaloškog okvira pretrage.
pt_br: Ocorreu um erro inesperado ao tentar abrir o diálogo localizar.
pt_pt: Ocorreu um erro inesperado ao tentar abrir o diálogo de localização.
ru: При попытке открыть диалог поиска произошла непредвиденная ошибка.
sk: Pri pokuse otvoriť okno s vyhľadávaním nastala nečakaná chyba.
tr: Bul iletişim kutusunu açmaya çalışırken beklenmeyen bir hata oluştu.
vi: Xảy ra lỗi không mong muốn khi mở hộp thoại tìm kiếm.

source: Enter or select the name or the artist of the track you wish to &search
de_ch: Geben Sie den Titel oder den Interpreten des zu suchenden Musikstücks ein oder wählen Sie die Daten aus.
es: Introduce o selecciona el nombre o el artista de la pista que deseas buscar.
fr: Entrez ou sélectionnez le nom ou l'artiste de la piste que vous souhaitez &rechercher
gl: Introduce ou seleciona o nome ou o artista da pista que desexas procurar.
he: נא הקש את שם המבצע או הרצועה שברצונך ל&חפש
hr: Upiši ili odaberi ime snimke ili izvođača snimke koju želiš &tražiti
pl: Podaj wykonawcę lub tytuł utworu do wyszukania.
pt_br: Digite ou selecione o nome ou o intérprete da faixa que deseja &pesquisar
pt_pt: Digite ou seleccione o nome ou o intérprete da pista que deseja &procurar
ro: &Introduceți sau selectați numele sau artistul melodiei pe care vreți să o căutați
ru: Введите или выберите название или исполнителя дорожки, которую вы хотите &найти
sk: zadajte alebo vyberte názov skladby alebo interpreta, ktorého hľadáte
tr: &Aramak istediğiniz parçanın adını veya sanatçısını girin veya seçin
vi: Nhập hoặc chọn tên hay ca sĩ của track bạn muốn &tìm

source: Enter or select text to be &searched in a column
de_ch: Geben Sie den Text ein oder wählen Sie den Text aus, den Sie in der Spalte suchen möchten
es: Introducir o seleccionar el texto a &buscar en una columna
fr: Entrez ou sélectionnez le texte à &rechercher dans une colonne
gl: Introducir ou seleccionar o texto a &procurar nunha columna
he: נא הקש מחרו&זת לחיפוש בתוך עמודה
hr: Upiši ili odaberi tekst koji želiš &tražiti u stupcu
pl: Wprowadź lub wybierz tekst do wyszukania w kolumnie
pt_br: Digite ou selecione o texto a ser pesquisado em uma coluna
pt_pt: Digite ou selecione o texto a ser pesquisado em uma coluna
ro: Introduceți sau selectați textul care să fie &căutat într-o coloană
ru: Введите или выберите текст для &поиска в столбце
sk: Napíšte, čo &Hľadáte
tr: Bir sütunda aranacak metni girin veya &seçin
vi: Nhập hoặc chọn nội dung để &tìm trong một cột

source: C&olumn to search:
ar: عم&ود البحث:
bg: Търсене в &колоната:
de_ch: Zu durchsuchende Spalte
es: C&olumna a buscar:
fr: C&olonne à Rechercher :
gl: C&olumna a procurar:
he: &עמודה לחיפוש:
hr: &Stupac za pretragu:
pl: Kolumna, w której szukać
pt_br: C&oluna a pesquisar:
pt_pt: C & olumn para pesquisar:
ro: C&oloană de căutare:
ru: Столбец&для поиска:
sk: Prehľadať &Metadáta:
tr: Aranacak &sütun:
vi: &Cột muốn tìm kiếm:

source: Time range finder
ar: باحث نطاقات الوقت
bg: Търсене по продължителност
de_ch: Zeit-Entfernungsmesser
es: Buscador de rango de tiempo
fr: Recherche de l'intervalle de temps
gl: Buscador de rango de tempo
he: חיפוש לפי טווח זמן
hr: Pretraživanje vremenskog raspona
pl: Wyszukiwanie według zakresu czasu trwania
pt_br: Localizador de intervalo de tempo
pt_pt: Buscador de intervalo de tempo
ro: căutare distanță timp
ru: Поиск диапазона времени
sk: Vyhľadanie podľa času
tr: Zaman aralığı bulucu
vi: Tìm khoảng thời gian

source: Minimum duration
ar: أقل مدة
bg: Минимална продължителност
de_ch: Minimale Dauer
es: Duración mínima
fr: Durée minimale
gl: Duración mínima
he: זמן מינימלי
hr: Minimalno trajanje
pl: Czas minimalny
pt_br: Duração mínima
pt_pt: Duração mínima
ro: Durată minimă
ru: Минимальная продолжительность
sk: Minimálna dĺžka
tr: Minimum süre
vi: Thời lượng tối thiểu

source: Second
de_ch: Sekunde
es: Segundo
fr: Seconde
gl: Segundo
he: שניות
hr: Sekunda
pl: sekund
pt_br: Segundo
pt_pt: Segundo
ro: Secundă
ru: Секунда
sk: sekunda
tr: Saniye
vi: Giây

source: Maximum duration
ar: أقصى مدة
bg: Максимална продължителност
de_ch: Maximale Dauer
es: Duración máxima
fr: Durée maximale
gl: Duración máxima
he: זמן מקסימלי
hr: Maksimalno trajanje
pl: Czas maksymalny
pt_br: Duração máxima
pt_pt: Duração máxima
ro: Durată maximă
ru: Максимальная продолжительность
sk: Maximálna dĺžka
tr: Maksimum süre
vi: Thời lượng tối đa

source: Minimum duration is greater than the maximum duration.
ar: أقل مدة أكبر من أقصى مدة
bg: Минималната продължителност е по-голяма от максималната продължителност.
de_ch: Mindestlaufzeit ist grösser als die maximale Dauer.
es: La duración mínima es mayor que la duración máxima.
fr: La durée minimale est supérieure à la durée maximale.
gl: A duración mínima é maior que a duración máxima.
he: הזמן המינימלי גדול מהזמן המקסימלי.
hr: Minimalno trajanje je veće od maksimalnog trajanja.
pl: Czas minimalny jest większy niż maksymalny. Tak nie można!
pt_br: A duração mínima é maior que a duração máxima.
pt_pt: A duração mínima é maior que a máxima
ro: Durata minimă este mai mare decât cea maximă.
ru: Минимальная продолжительность больше максимальной.
sk: Minimálna dĺžka je väčšia ako maximálna dĺžka.
tr: Minimum süre maksimum süreden daha uzun.
vi: Thời gian tối thiểu lớn hơn thời gian tối đa.

source: No track with duration between minimum and maximum duration.
ar: لا يوجد مسار بين أقل مدة وأقصى مدة
bg: Няма запис с продължителност между минималната и максималната продължителност.
de_ch: Keine Titel mit Laufzeit zwischen Mindest- und Höchstdauer.
es: No hay pista con duración entre mínima y máxima duración.
fr: Aucune piste avec la durée entre minimale et maximale.
gl: Non hai pista con duración entre mínima e máxima duración.
he: לא אותרה רצועה בטווח הזמנים שהוגדר.
hr: Nema snimke s trajanjem između minimalnog i maksimalnog trajanja.
pl: Nie znaneziono utworów mieszczących się w zakresie czasu
pt_br: Sem qualquer faixa com duração entre duração mínima e máxima.
pt_pt: Sem qualquer pista com duração entre duração mínima e máxima.
ro: Nicio melodie nu a fost găsită între durata minimă și cea maximă.
ru: Нет дорожки с длительностью от минимальной до максимальной.
sk: Zadaným krytériám nevyhovuje žiadna skladba.
tr: Minimum ve maksimum süre arasında süreye sahip parça yok.
vi: Không track nào có thời lượng trong khoảng thời lượng tối thiểu và thời lượng. tối đa.

source: Time range find error
ar: خطأ في البحث عن نطاق الوقت
bg: Търсене по продължителност
de_ch: Zeitbereich, um Fehler zu finden
es: Error de buscador de rango de tiempo
fr: Erreur trouver dans l'intervalle de temps
gl: Erro de buscador de rango de tempo
he: שגיאה באיתור לפי טווה זמנים
hr: Greška u pretrazi vremenskog raspona
pl: Błąd wyszukiwania po zakresie
pt_br: Erro de localização do intervalo de tempo
pt_pt: Erro de localização do intervalo de tempo
ro: Eroare la căutarea distanței.
ru: Ошибка поиска временного диапазона
sk: Chyba
tr: Zaman aralığı bulma hatası
vi: Lỗi tìm kiếm khoảng thời gian

source: Countdown started
de_ch: Countdown gestartet
es: Cuenta atrás iniciada
fr: Le décomptage a commencé
gl: Conta atrás comezada
he: הספירה לאחור החלה
hr: Odbrojavanje započeto
pl: Rozpoczynam odliczanie
pt_pt: A Contagem decrescente foi iniciada
ro: Numărătoarea inversă a început!
sk: Odpočítavam
vi: Bắt đầu đếm ngược

source: Timer complete
de_ch: Timer fertig.
es: Temporizador completado
fr: Minuteur complet
gl: Temporizador compretado
he: הזמן חלף
hr: Štoperica gotova
pl: Odliczanie zakończone
pt_pt: Temporizador completo
ro: Cronometru complet.
sk: Odpočítavanie dokončené
vi: Hẹn giờ hoàn tất

source: Cannot obtain metadata streaming status information
de_ch: Statusinformationen zum Metadaten-Streaming können nicht abgerufen werden
es: No se pudo obtener la información sobre la transmisión de metadatos
fr: Impossible d'obtenir le statut des informations pour les métadonnées en streaming
gl: Non se puido obter a información sobre transmisión de metadatos
hr: Nije moguće dobiti informacije o stanju internetskog prijenosa metapodataka
pt_br: Não é possível obter informações de status de fluxo de metadados
pt_pt: Não é possível abrir o diálogo de transmissão de metadados.
ru: Не удалось получить информацию о состоянии потоковой передачи метаданных
sk: Nepodarilo sa získať informácie o metadátach živého vysielania
tr: Meta veri akış durumu bilgileri alınamıyor
vi: Không thể thu thập thông tin trạng thái metadata streaming

source: No metadata streaming URL's defined
ar: لا يوجد رابط محدد لبيانات البث
bg: Не са дефинирани адреси с потоци от метаданни
de_ch: keine Metadaten Streaming-URL definiert
es: No se definieron URLs para los metadatos del streaming
fr: Aucune métadonnée en streaming de l'URL défini
gl: Non se definiron URLs para os metadatos do streaming
he: אין URL מוגדר עבור זרימת המטאדאטה
hr: URL adresa internetskog prijenosa metapodataka nije određena
pl: Nie zdefiniowano adresów URL metadanych
pt_br: Nenhum URL de fluxo de metadados definido
pt_pt: Nenhum URL de transmissão de metadados definido
ro: Niciun URL de emisie metadata definit
ru: Не назначен URL-адрес потоковой передачи метаданных
sk: Nie sú definované žiadne URL pre metadáta živého vysielania
tr: Hiçbir meta veri akışı URL'si tanımlanmadı
vi: Không có metadata streaming URL nào được chỉ định

source: Metadata streaming configured for DSP encoder
ar: تم إعداد بيانات البث لتشفير DSP
bg: Излъчването на метаданни е настроено за енкодера DSP
de_ch: Metadaten-Streaming für DSP-Encoder konfiguriert
es: Los Metadatos del streaming se configuraron para el codificador DSP
fr: Métadonnées en streaming configuré pour l'encodeur DSP
gl: Os Metadatos do streaming configuráronse para o codificador DSP
he: זרימת המטאדאטה הוגדרה עבור מנגנון הקידוד של DSP
hr: Internetski prijenos metapodataka konfiguriran za DSP dekoder
pl: Metadane skonfigurowano dla zewnętrznego DSP
pt_br: Fluxo de metadados configurado para o codificador DSP
pt_pt: Transmissão de metadados configurada para o codificador DSP
ro: Emisie metadata configurată pe encoderul DSP
ru: Потоковая передача метаданных настроена для кодера DSP
sk: Metadáta nastavené pre DSP enkodér
tr: DSP kodlayıcı için yapılandırılmış meta veri akışı
vi: Metadata streaming được cấu hình cho DSP encoder

source: Metadata streaming configured for DSP encoder and URL {URL}
ar: تم إعداد بيانات البث لتشفير DSP والرابط {URL}
bg: Излъчването на метаданни е настроено за енкодера DSP и адреса {URL}
de_ch: Metadaten-Streaming für DSP-Encoder und URL {URL} konfiguriert
es: Los metadatos del streaming se configuraron para el codificador DSP y la URL {URL}
fr: Métadonnées en streaming configuré pour l'encodeur DSP et l'URL {URL}
gl: Os metadatos do streaming configuráronse para o codificador DSP e a URL {URL}
he: זרימת המטאדאטה הוגדרה עבור מנגנון הקידוד של DSP ועבור הכתובת {URL}
hr: Internetski prijenos metapodataka konfiguriran za DSP dekoder i URL adresu {URL}
pl: Metadane skonfigurowane dla DSP i adresu: {URL}
pt_br: Fluxo de metadados configurado para codificador DSP e URL {URL}
pt_pt: Transmissão de metadados configurada para codificador DSP e URL {URL}
ro: Emisie metadata configurată pentru encoderul DSP și URL-ul {URL}
ru: Потоковая передача метаданных настроена для кодера DSP и URL {URL}
sk: Metadáta nastavené pre DSP enkodér a URL {URL}
tr: DSP kodlayıcı ve URL {URL} için yapılandırılmış meta veri akışı
vi: Metadata streaming được cấu hình cho DSP encoder và URL {URL}

source: Metadata streaming configured for URL {URL}
ar: تم إعداد بيانات البث للرابط {URL}
bg: Излъчването на метаданни е настроено за адреса {URL}
de_ch: Metadaten-Streaming für URL {URL} konfiguriert
es: Los metadatos del streaming se configuraron para la URL {URL}
fr: Métadonnées en streaming configuré pour l'URL {URL}
gl: Os metadatos do streaming configuráronse para a URL {URL}
he: זרימת המטאדאטה הוגדרה עבור הכתובת {URL}
hr: Internetski prijenos metapodataka konfiguriran za URL adresu {URL}
pl: Wyświetlanie metadanych skonfigurowane dla: {URL}
pt_br: Fluxo de metadados configurado para URL {URL}
pt_pt: Transmissão de metadados configurada para URL {URL}
ro: Emisia metadata configurată pentru URL-ul {URL}
ru: Потоковая передача метаданных настроена для URL {URL}
sk: Metadáta nastavené pre URL {URL}
tr: {URL} URL'si için yapılandırılmış meta veri akışı
vi: Metadata streaming được cấu hình cho URL {URL}
