Repository: ChrisDuffley/stationPlaylist
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de_ch, es, fr, gl, he, hr, hu, kn, ne, pl, pt_br, pt_pt, ro, ru, sk, tr, vi

source: After entering SPL Assistant, press: A: Automation. C: Toggle cart explorer. Shift+C: Announce name of the currently playing track. E: Overall metadata streaming status. Shift+1 through shift+4, shift+0: Metadata streaming status for DSP encoder and four additional URL's. Shift+E: Record to file. F: Track finder. H: Duration of trakcs in this hour slot. Shift+H: Duration of remaining trakcs in this hour slot. K: Move to place marker track. Control+K: Set place marker track. L: Listener count. Shift+L: Line-in status. M: Microphone status. N: Next track. P: Playback status. Shift+P: Pitch for the current track. R: Remaining time for the playlist. Shift+R: Monitor library scan. S: Scheduled time for the track. Shift+S: Time until the selected track will play. T: Cart edit/insert mode. U: Studio up time. W: Weather and temperature. Y: Playlist modification. 1 through 0: Announce columns via Columns Explorer (0 is tenth column slot). F8: Take playlist snapshots such as track count, longest track and so on. F9: Mark current track as start of track time analysis. F10: Perform track time analysis. F12: Switch to an instant switch profile. Shift+F1: Open online user guide.
de_ch: Nachdem Sie den SPL-Assistenten aufgerufen haben, drücken Sie: A: Automatisierung. C: Cart-Explorer ein- und ausschalten. Shift+C: Name des aktuell abgespielten Titels ansagen. E: Gesamtstatus des Metadaten-Streams. Umschalt+1 bis Umschalt+4, Umschalt+0: Status des Metadaten-Streaming für DSP-Encoder und vier zusätzliche URLs. Umschalt+E: Aufnahme in Datei. F: Titelfinder. H: Dauer der Titel in dieser Stunde. Umschalt+H: Dauer der verbleibenden Titel in dieser Stunde. K: Springt zum Lesezeichentitel. Control+K: Setzt einen Lesezeichentitel. L: Zuhörer zählen. Shift+L: Line-in-Status. M: Status des Mikrofons. N: Nächster Titel. P: Wiedergabestatus. Umschalt+P: Pitch für den aktuellen Titel. R: Verbleibende Zeit für die Playlist. Shift+R: Bibliothek-Scan überwachen. S: Geplante Zeit für den Titel. Shift+S: Zeit, bis der ausgewählte Titel abgespielt wird. T: Cart-Bearbeitungs-/Einfügemodus. U: Studiozeit. W: Wetter und Temperatur. Y: Änderung der Playlist. 1 bis 0: Spalten über den Spaltenexplorer ansagen (0 ist die zehnte Spalte). F8: nimmt Schnappschüsse von Wiedergabelisten auf, wie z.B. die Anzahl der Titel, den längsten Titel und so weiter. F9: Markiert den aktuellen Titel als Anfang der Titel-Zeitanalyse. F10: Titel-Zeitanalyse durchführen. F12: Umschalten auf ein Instant-Switch-Profil. Umschalt+F1: Öffnet das Online-Benutzerhandbuch.
fr: Une fois dans l'Assistant SPL, appuyez sur : A : Automatisation. C : Basculer l'explorateur de chariot. Maj+C : Annoncer le nom de la piste en cours de lecture. E : Statut général de métadonnées en streaming. Maj+1 jusqu'à maj+4, maj+0 : Statut de Métadonnées en streaming pour l'encodeur DSP et les quatre autres URLs. Maj+E : Enregistrer dans un fichier. F : Recherche de piste. H : Durée de la piste pour la tranche horaire. Maj+H : Durée des pistes restantes pour la tranche horaire. K : Se déplacer au marqueur de position de piste. Contrôle+K : Définir un marqueur de position de piste. L : Nombre d'auditeurs. L : Statut de l'Entrée ligne. M : Statut du Microphone. N : Piste suivante. P : Statut Lecture. Maj+P : Hauteur de la piste actuelle. R : Durée restante pour la playlist. Maj+R : Contrôle du balayage de la bibliothèque. S : Heure prévue pour la piste. Maj+S : Durée jusqu'à la piste sélectionnée qui va être jouer. T : Mode édition/insertion chariot. U : Temps de fonctionnement Studio. W : Météo et température. Y : Modification de la playlist. 1 jusqu'à 0 (6 pour Studio 5.01 ou version antérieure) : Annoncer les colonnes via l'Explorateur de Colonnes (0 est la dixième tranche de colonne). F8 : Prendre des instantanés de playlist Tel que le nombre de pistes, la piste la plus longue et ainsi de suite. F9 : Marquer la piste en cours comme début d'analyse de durée de piste. F10 : Effectuer une analyse de durée de piste. F12 : Basculer vers un changement de profil immédiat. Maj+F1 : Ouvre le guide de l'utilisateur en ligne.
gl: Despois de entrar no SPL Assistant, preme: A: Automatización. C: conmutar explorador de cart. Shift+C: Anunciar o nome da pista actual en reprodución. E: Estado xeral dos metadatos do streaming. shift+1 ata shift+4, shift+0: Estado dos Metadatos do streaming para o codificador DSP e cuatro URLs adicionais. Shift+E: grabar en ficheiro. F: buscador de pistas. H: Duración de pistas neste slot horario . Shift+H: Duración das pistas restantes neste slot horario. K: Move ó marcador da pista. Control+K: pon un marcador á pista. L: conta de oíntes. Shift+L: estado de liña auxiliar. M: Estado de micrófono. N: Seguinte pista. P: Estado de reprodución. Shift+P: Ton para a pista actual. R: tempo restante para a lista de reprodución. Shift+R: Monitorizar escaneado de biblioteca. S: Tempo programado para a pista. Shift+S: tempo ata o que a pista se reproducirá. T: Modo de edición de Cart. U: Actualización de Studio. W: Tempo e temperatura. Y: Modificación de lista de reprodución. 1 ata 0: Anuncia columnas a través do Explorador de Columnas (0 é a décima columna do slot). F8: toma instantáneas da listaxe de reprodución como conta de pistas, pista máis longa e así. F9: Marca a pista actual coma comezo de análise de tempo da pista. F10: Realiza a análise de tempo da pista. F12: Cambia a un perfil de cambio instantáneo. Shift+F1: Abre a guía de usuario en liña.
he: לאחר הכניסה למסייע של SPL נא להקיש : A: אוטומציה C : מיתוג סייר Shift+C: הקראת שם הרצועה המנגנת כעת E: קבלת מידע כולל על זרימת המטאדאטה Shift+1 עד shift+4, shift+0: - סטטוס הזרימה של מטאדאטה עבוד מנגון הקידוד של DSP ועבור כתובות URL נוספות Shift+E: מקליט את הקובץ. F: מציאת רצועה . H:משך הרצועה ברצף זה Shift+H: אורך הרצועות הנוכחיות הנותרות במשבצת השעה השוטפת K: מעבר לרצועה מסומנת Control+K: קביעת רצועה מסומנת L: מצב חיבור אודיו נכנס Shift+L: מצב שורה. M: מצב מיקרופון N: מעבר לרצועה הבאה P: מצב הנגינה Shift+P: גובה הרצועה הנוכחית R: הקלטה לקובץ Shift+R: סריקת הספרייה S: לוח הזמנים של נגינת הרצועה Shift+S: הזמן הנותר לפני נגינת הרצועה T: מצב עריכת Cart U: הזמן הנותר עד לכיבוי. W: מזג אוויר ומידות החום Y: שינוי רשימת הנגינה 1 עד 0 (6 עבור Studio 5.01 וגרסאות קודמות): הקראת עמודות בעזרת סייר העמודות (0 מסמל את המשבצת בעמודה העשירית). F8: שמירת המצב הנוכחי כגון רשימת השמעה, מיקום נוכחי וכן הלאה. F9: סימון הרצועה הנוכחית כרצועת ההתחלה של ניתוח אורך הרצועות F10: ביצוע ניתוח של אורח הרצועות. F12: מעבר מידי לפרופיל אחר. Shift+F1: פתיחת המדריך המקוון.
pt_pt: Depois de entrar no Assistente SPL, pressione: A: Automação. C: Anuncia o nome da pista actualmente tocada. D: Tempo restante para a lista de reprodução. E: estado geral de transmissão de metadados. Shift + 1 até shift + 4, shift + 0: Estado de transmissão de metadados para o codificador DSP e quatro URL adicionais. H: Duração das pistas neste intervalo de horas. Shift + H: Duração das pistas restantes neste conjunto de horas. I: contagem ouvinte. K: Move para o marcador de pista. Controle + K: Defina a pista de marcação do lugar. L: Linha de estado. M: estado do microfone. N: Próxima pista. P: Estado da reprodução. Shift + P: Taxa para a pista actual. R: Gravar para ficheiro. Shift + R: Monitorar a varredura da biblioteca. S: Hora programada para a pista. Shift + S: Tempo até que a pista seleccionada seja reproduzida. T: Modo de edição / inserção da placa. U: tempo de estúdio. W: Tempo e temperatura. Y: modificação da lista de reprodução. 1 a 0: Anunciar colunas através do Explorador de colunas (0 é o slot da décima coluna). F8: Tire os instantâneos da lista de reprodução, como a contagem de pistas, a pista mais longa e assim por diante. F9: Marque a pista actual como análise do tempo de início da pista. F10: Execute análise de tempo de pista. F12: Mude para um perfil de comutação instantânea. Shift + F1: Abra o guia do utilizador on-line.

source: After entering SPL Assistant, press: A: Automation. C: Toggle cart explorer. Shift+C: Announce name of the currently playing track. D: Remaining time for the playlist. E: Elapsed time. F: Track finder. R: Remaining time for the currently playing track. G: Overall metadata streaming status. Shift+1 through shift+4, shift+0: Metadata streaming status for DSP encoder and four additional URL's. H: Duration of trakcs in this hour slot. Shift+H: Duration of remaining trakcs in this hour slot. K: Move to place marker track. Control+K: Set place marker track. L: Listener count. Shift+L: Line-in status. M: Microphone status. N: Next track. P: Playback status. Shift+P: Pitch for the current track. Shift+E: Record to file. Shift+R: Monitor library scan. S: Scheduled time for the track. Shift+S: Time until the selected track will play. T: Cart edit/insert mode. U: Studio up time. W: Weather and temperature. Y: Playlist modification. 1 through 0: Announce columns via Columns Explorer (0 is tenth column slot). F8: Take playlist snapshots such as track count, longest track and so on. F9: Mark current track as start of track time analysis. F10: Perform track time analysis. F12: Switch to an instant switch profile. Shift+F1: Open online user guide.
de_ch: Nachdem Sie den SPL-Assistenten aufgerufen haben, drücken Sie: A: Automatisierung. c: Cart-Explorer ausklappen. Umschalt + c: Name des aktuell abgespielten Titels. D: Verbleibende Zeit für die Playlist. E: Verstrichene Zeit. F: Titelfinder. R: Verbleibende zeit des aktuellen Titels. G: Streaming-Status der gesamten Metadaten. Umschalt + 1 bis Umschalt + 4, Umschalt + 0: Streaming-Status der Metadaten für den DSP-Encoder und für zusätzliche URLs. H: Spieldauer in dieser Sendestunde. Umschalt+H: Spieldauer der ausgewählten Titel. K: zum Lesezeichen bewegen strg+K: Lesezeichen setzen L: Anzahl der Zuhörer. Umschalt + L: Line-In-Status. M: Mikrofon-Status. N: Nächster Titel. P: Wiedergabe-Status. Umschalt+P: Tonhöhe des aktuellen Titels. Umschalt+E: In Datei aufzeichnen. Umschalt+R: Scanvorgang der Bibliothek überwachen. S: Voreingestellte Zeit für die Titelwiedergabe. Umschalt + S_ Zeit, bis der Titel abgespielt wird. T: Cart-Bearbeitungsmodus. U: Studiolaufzeit. W: Wetter und Temperatur. Y: Änderungen der Wiedergabeliste. 1 bis 0: Ansage der Spalten via Spaltenexplorer (0 ist der zehnte Spaltenslot). F8: Statistiken wie Titelanzahl, längster Titel usw. erstellen. F9: aktuellen Titel als Startzeitpunkt für die Zeitanalyse festlegen. F10: Zeitanalyse starten. F12: Wechselt zu einem Instant-Switchh-Profil. Shift+F1: Benutzerhandbuch öffnen
fr: Une fois dans l'Assistant SPL, appuyez sur : A : Automatisation. C : Basculer l'explorateur de chariot. Maj+C : Annoncer le nom de la piste en cours de lecture. D : Durée restante pour la playlist. E : Temps écoulé. F : Recherche de piste. R : Durée restante pour la piste en cours de lecture. G : Statut général de métadonnées en streaming. Maj+1 jusqu'à maj+4, maj+0 : Statut de Métadonnées en streaming pour l'encodeur DSP et les quatre autres URLs. H : Durée de la piste pour la tranche horaire. Maj+H : Durée des pistes restantes pour la tranche horaire. K : Se déplacer au marqueur de position de piste. Contrôle+K : Définir un marqueur de position de piste. L : Nombre d'auditeurs. Maj+L : Statut de l'Entrée ligne. M : Statut du Microphone. N : Piste suivante. P : Statut Lecture. Maj+P : Hauteur de la piste actuelle. Maj+E : Enregistrer dans un fichier. Maj+R : Contrôle du balayage de la bibliothèque. S : Heure prévue pour la piste. Maj+S : Durée jusqu'à la piste sélectionnée qui va être jouer. T : Mode édition/insertion chariot. U : Temps de fonctionnement Studio. W : Météo et température. Y : Modification de la playlist. 1 jusqu'à 0 (6 pour Studio 5.01 ou version antérieure) : Annoncer les colonnes via l'Explorateur de Colonnes (0 est la dixième tranche de colonne). F8 : Prendre des instantanés de playlist Tel que le nombre de pistes, la piste la plus longue et ainsi de suite. F9 : Marquer la piste en cours comme début d'analyse de durée de piste. F10 : Effectuer une analyse de durée de piste. F12 : Basculer vers un changement de profil immédiat. Maj+F1 : Ouvre le guide de l'utilisateur en ligne.
gl: Despois de entrar no SPL Assistant, preme: A: Automatización. C: conmuta o explorador de cart. Shift+C: Anuncia o nome da pista actual en reprodución. D: tempo restante para a lista de reprodución. E: tempo transcorrido. F: buscador de pistas. R: Tempo restante para a pista actualmente en reprodución. G: Estado xeral dos metadatos do streaming. Shift+1 ata Shift+4, shift+0: Estado dos Metadatos do streaming para o codificador DSP e cuatro URLs adicionais. H: Duración de pistas en este slot horario . Shift+H: Duración das pistas restantes neste slot horario. K: Move ó marcador da pista. Control+K: pon un marcador á pista. L: conta de oíntes. Shift+L: estado da liña auxiliar. M: Estado de micrófono. N: Seguinte pista. P: Estado de reprodución. Shift+P: Ton para a pista actual. Shift+E: grabar en ficheiro. Shift+R: Monitorizar escaneado de biblioteca. S: Tempo programado para a pista. Shift+S: tempo ata a pista que se reproducirá. T: Modo de edición de Cart. U: Actualización de Studio. W: Tempo e temperatura. Y: Modificación de lista de reprodución. 1 ata 0: anuncia columnas a través do Explorador de Columnas (0 é a décima columna). F8: toma instantáneas da listaxe de reproducción como conta de pistas, pista máis longa e así. F9: Marca a pista actual coma comezo de análise de tempo da pista. F10: Realiza a análise de tempo da pista. F12: Cambia a un perfil de cambio instantáneo. Shift+F1: Abre a guía de usuario en liña.
he: לאחר הכניסה למסייע של SPL נא להקיש : A: אוטומציה C : מיתוג סייר Shift+C: הקראת שם הרצועה המנגנת כעת D: הזמן הנותר ברשימת הנגינה E: קבלת מידע כולל על זרימת המטאדאטה Shift+1 עד shift+4, shift+0: - סטטוס הזרימה של מטאדאטה עבוד מנגון הקידוד של DSP ועבור כתובות URL נוספות Shift+H: אורך הרצועות הנוכחיות הנותרות במשבצת השעה השוטפת I: מספר שומעים K: מעבר לרצועה מסומנת Control+K: קביעת רצועה מסומנת L: מצב חיבור אודיו נכנס M: מצב מיקרופון N: מעבר לרצועה הבאה P: מצב הנגינה Shift+P: גובה הרצועה הנוכחית R: הקלטה לקובץ Shift+R: סריקת הספרייה S: לוח הזמנים של נגינת הרצועה Shift+S: הזמן הנותר לפני נגינת הרצועה T: מצב עריכת Cart U: הזמן הנותר עד לכיבוי. W: מזג אוויר ומידות החום Y: שינוי רשימת הנגינה 1 עד 0 (6 עבור Studio 5.01 וגרסאות קודמות): הקראת עמודות בעזרת סייר העמודות (0 מסמל את המשבצת בעמודה העשירית). F9: סימון הרצועה הנוכחית כרצועת ההתחלה של ניתוח אורך הרצועות F10: ביצוע ניתוח של אורח הרצועות. F12: מעבר מידי לפרופיל אחר. Shift+F1: פתיחת המדריך המקוון.
pt_pt: Depois de entrar no Assistente SPL, pressione: A: Automação. C: Anuncia o nome da pista actualmente tocada. D: Tempo restante para a lista de reprodução. E: estado geral de transmissão de metadados. Shift + 1 até shift + 4, shift + 0: Estado de transmissão de metadados para o codificador DSP e quatro URL adicionais. H: Duração das pistas neste intervalo de horas. Shift + H: Duração das pistas restantes neste conjunto de horas. I: contagem ouvinte. K: Move para o marcador de pista. Controle + K: Defina a pista de marcação do lugar. L: Linha de estado. M: estado do microfone. N: Próxima pista. P: Estado da reprodução. Shift + P: Taxa para a pista actual. R: Gravar para ficheiro. Shift + R: Monitorar a varredura da biblioteca. S: Hora programada para a pista. Shift + S: Tempo até que a pista seleccionada seja reproduzida. T: Modo de edição / inserção da placa. U: tempo de estúdio. W: Tempo e temperatura. Y: modificação da lista de reprodução. 1 a 0: Anunciar colunas através do Explorador de colunas (0 é o slot da décima coluna). F8: Tire os instantâneos da lista de reprodução, como a contagem de pistas, a pista mais longa e assim por diante. F9: Marque a pista actual como análise do tempo de início da pista. F10: Execute análise de tempo de pista. F12: Mude para um perfil de comutação instantânea. Shift + F1: Abra o guia do utilizador on-line.

source: Beep
de_ch: Signalton
es: Pitidos
fr: Bip
gl: Pitidos
he: צלילים
hr: Zvučni signal
pl: dźwiękiem
pt_br: Bipe
ro: Bip
ru: Сигнал
sk: Pípať
tr: Bip

source: beep
ar: صفير
bg: Звук
de_ch: ignalton
es: pitido
fr: bip
gl: pitido
he: בצליל
hr: zvučni signal
pl: Dźwięk
pt_br: bipe
ro: Bip
ru: сигнал
sk: Pípať
tr: bip

source: StationPlaylist Studio
de_ch: Station Playlist Studio (SPL)
kn: ಸ್ಟೇಷನ್ ಪ್ಲೇ ಲಿಸ್ಟ್ ಸ್ಟೂಡಿಯೋ

source: {checkStatus}{header}: ()
ro: {checkStatus}{header}: blank

source: Column {columnPosition} not found
hr: Stupac {columnPosition} nije pronađen
pt_br: Coluna {columnPosition} não encontrada
ru: Столбец {columnPosition} не найден
sk: Nepodarilo sa nájsť {columnPosition}
tr: {columnPosition} sütunu bulunamadı

source: After entering SPL Assistant, press: A: Automation. C: Announce name of the currently playing track. D: Remaining time for the playlist. E: Overall metadata streaming status. Shift+1 through shift+4, shift+0: Metadata streaming status for DSP encoder and four additional URL's. H: Duration of trakcs in this hour slot. Shift+H: Duration of remaining trakcs in this hour slot. I: Listener count. K: Move to place marker track. Control+K: Set place marker track. L: Line-in status. M: Microphone status. N: Next track. P: Playback status. Shift+P: Pitch for the current track. R: Record to file. Shift+R: Monitor library scan. S: Scheduled time for the track. Shift+S: Time until the selected track will play. T: Cart edit/insert mode. U: Studio up time. W: Weather and temperature. Y: Playlist modification. F8: Take playlist snapshots such as track count, longest track and so on. Shift+F8: Obtain playlist transcripts in a variety of formats. F9: Mark current track as start of track time analysis. F10: Perform track time analysis. F12: Switch to an instant switch profile. Shift+F1: Open online user guide.
hr: Nakon ulaska u SPL Assistant, pritisni: A: Automacija. C: Najavi ime trenutačno svirane snimke. D: Preostalo vrijeme popisa snimaka. E: Ukupno stanje internetskog prijenosa metapodataka. Shift+1 do Shift+4, Shift+0: Stanje internetskog prijenosa metapodataka za DSP dekoder i četiri dodatne URL adrese. H: Trajanje snimaka u ovom jednosatnom slotu. Shift+H: Trajanje preostalih snimaka u ovom jednosatnom slotu. I: Broj slušatelja. K: Premjesti se na označenu snimku. Control+K: Postavi snimku kao pozicijsku oznaku. L: Line-in stanje. M: Stanje mikrofona. N: Sljedeća snimka. P: Stanje sviranja. Shift+P: Glasnoća trenutačne snimke. R: Snimi u datoteku. Shift+R: Prati skeniranje biblioteke. S: Planirano vrijeme za snimku. Shift+S: Vrijeme do sviranja odabrane snimke. T: Modus uređivanja ili dodavanja džinglova. U: Ukupno vrijeme rada programa Studio. W: Vremenska prognoza i temperatura. Y: Promjena u popisu snimaka. F8: Sastavi statistiku popisa snimaka kao što su broj snimaka, najduža snimka, itd. Shift+F8: Dobavi prijepis popisa snimaka u raznim formatima. F9: Označi trenutačnu snimku kao početak za vremensku analizu snimaka. F10: Izvrši vremensku analizu snimke. F12: Prebaci na trenutnu promjenu profila. Shift+F1: Otvori korisnički priručnik na internetu.
sk: Po otvorení SPL asistenta máte k dispozícii tieto možnosti: A: Spustí Autopilota. C: oznámi názov prehrávanej skladby. D: Oznámi zostávajúci čas do konca aktuálneho playlistu. E: Oznámi stav živého vysielania. Skratky Shift+1 až shift+4,: Oznámi stav prvých štyroch pripojení. Shift+0: Oznámi stav DSP enkodéra. H: Oznámi Dĺžku skladieb v aktuálnom hodinovom slote. Shift+H: Oznámi zostávajúci čas skladieb v aktuálnom hodinovom slote. I: Oznámi počet poslucháčov. K: Presunie kurzor na skladbu so záložkou. Ctrl+K: Pridá záložku k skladbe. L: Oznámi stav Line-in. M: Oznámi stav mikrofónu. N: Oznámi nasledujúcu skladbu. P: Oznámi stav prehrávania. Shift+P: Oznámi Tóninu aktuálnej skladby. R: Oznámi stav nahrávania. Shift+R: Oznámi stav knižnice. S: Oznámi naplánovaný čas prehratia skladby. Shift+S: Oznámi zostávajúci čas do prehratia vybratej skladby. T: Otvorí editor jinglov. U: Oznámi celkový čas od reštartu SPL. W: Oznámi aktuálne počasie. Y: Oznámi stav úpravy playlistu. F8: Zobrazí Štatistiku o aktuálnom playliste, ako napríklad počet skladieb, najdlhšia skladba... Shift+F8: Uloží playlist v rôznych formátoch. F9: Označí aktuálnu skladbu ako začiatok pre časovú analýzu. F10: Spustí analyzovanie. F12: Aktivuje profil. Shift+F1: Otvorí online používateľskú príručku.
