Repository: ChrisDuffley/stationPlaylist
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de_ch, es, fr, gl, he, hr, hu, kn, ne, pl, pt_br, pt_pt, ro, ru, sk, tr, vi

source: After entering SPL Controller, press: A: Turn automation on. Shift+A: Turn automation off. M: Turn microphone on. Shift+M: Turn microphone off. N: Turn microphone on without fade. L: Turn line in on. Shift+L: Turn line in off. P: Play. U: Pause. S: Stop with fade. T: Instant stop. E: Announce if any encoders are being monitored. R: Remainig time for the playing track. Shift+R: Library scan progress.
ar: بعد الدخول في نمط التحكم ل SPL, اضغط: A: تشغيل الآلية. Shift+A: تعطيل الآلية. M: تشغيل الميكروفون. Shift+M: تعطيل الميكروفون. N: تشغيل الميكروفون دون التلاشي. L: تشغيل مدخل الصوت. Shift+L: تعطيل مدخل الصوت. P: تشغيل. U: توقف مؤقت. S: توقف مع التلاشي. T: توقف مفاجئ. R: الوقت المتبقي للمسار المشغل. Shift+R: التقدم في فحص المكتبة.
bg: След влизане в контролера на SPL, натиснете: A: Включване на автоматизацията. Shift+A: Изключване на автоматизацията. M: Включване на микрофона. Shift+M: Изключване на микрофона. N: Включване на микрофона без затихване. L: Включване на линейния вход. Shift+L: Изключване на линейния вход. P: Възпроизвеждане. U: Пауза. S: Спиране със затихване. T: Незабавно спиране. E: Съобщава дали са наблюдавани енкодери. R: Оставащо време за възпроизвеждания запис. Shift+R: Напредък на сканирането на библиотеката.

source: SPL minimized to system tray.
ar: تم تصغير SPL لصينية النظام
bg: SPL е минимизиран в системния жлеб.
hu: Az SPL minimalizálva a tálcára.
kn: ಸಿಸ್ಟಮ್ ಟ್ರೇಗೆ spl ಒಳಪಟ್ಟಿದೆ.
ne: SPL लाई प्रणालीमा सूक्ष्मीकृत गरियो ।.

source: Enhances support for Station Playlist Studio. In addition, adds global commands for the studio from everywhere.
ar: تطوير دعم NVDA مع تطبيق Station Playlist Studio. فضلا عن إضافة مفاتيح اختصار للتحكم في الاستوديو من أي مكان.
bg: Подобрява достъпността на Station Playlist Studio. В допълнение предоставя инструменти за контрол на програмата отвсякъде.
hu: Javítja a Station Playlist Studio támogatását. Emellett olyan billentyűparancsok lettek hozzáadva, melyeket bármely programból működésre bírhat.
kn: ಸ್ಟೇಶನ್ ಪ್ಲೇ ಲಿಸ್ಟ್ಗಾಗಿ ಬೆಂಬಲವನ್ನು ವರ್ಧಿಸುತ್ತದೆ. ಪೂರಕವಾಗಿ, ಎಲ್ಲೆಡೆಯಿಂದ ಸ್ಟೂಡಿಯೋಗಾಗಿ ಗ್ಲೋಬಲ್ ಆದೇಶಗಳನ್ನು ಸೇರಿಸುತ್ತದೆ.
ne: स्टेशन प्ले लिष्टको परिचालनमा थप सुविधा ल्याउने छ । यसका अतिरिक्त, स्टुडियोमा जताबाट पनि सर्व आदेस थप्ने छ ।

source: {columnInfo} not found
hu: {columnInfo} nem található
kn: {columnInfo} ಪತ್ತೆಯಾಗಲಿಲ್ಲ

source: After entering SPL Assistant, press: A: Automation. D: Remaining time for the playlist. H: Duration of trakcs in this hour slot. Shift+H: Duration of selected tracks. I: Listener count. L: Line-in status. M: Microphone status. N: Next track. P: Playback status. Shift+P: Pitch for the current track. R: Record to file. Shift+R: Monitor library scan. S: Scheduled time for the track. T: Cart edit mode. U: Studio up time. W: Weather and temperature. Y: Playlist modification.
hu: Az SPL segédréteg megnyitása után, nyomja meg: A: Automatikus lejátszás. D: A lejátszási lista hátralévő ideje. H: Zeneszámok hossza ebben az órában. Shift+H: Kijelölt zeneszámok hossza. I: Hallgatók száma. L: Vonalbemenet állapota. M: Mikrofon állapota. N: Következő zeneszám. P: Lejátszás állapota. Shift+P: Aktuális zeneszám frekvenciája. R: Felvétel fájlba. Shift+R: Gyűjtemény-vizsgálat ellenőrzése. S: A zeneszám ütemezett ideje. T: Cart szerkesztő mód. U: Studio futási ideje. W: Időjárás és hőmérséklet. Y: Lejátszási lista módosítás.
kn: ಸ್ಟೇಷನ್ ಪ್ಲೇ ಲಿಸ್ಟ್ ಸಹಾಯವನ್ನು ಸಕ್ರೀಯಗೊಳಿಸಿದ ಬಳಿಕ, ಇವುಗಳನ್ನು ಅಗತ್ಯಾನುಸಾರ ಹೊತ್ತಿರಿ: A: Automation. D: ಪ್ಲೇ ಲಿಸ್ಟ್ನ ಬಾಕಿ ಕಾಲಾವಧಿಗಾಗಿ. H: ಬಾಕಿ ಇರುವ ಗಂಟೆಯ ಮಾಹಿತಿಯನ್ನು ತಿಳಿದುಕೊಳ್ಳಲು. Shift+H: ಆಯ್ಕೆಮಾಡಿಕೊಂಡ ಹಾಡಿನ ಅವಧಿಯನ್ನು ತಿಳಿದುಕೊಳ್ಳಲು. I: ಕೇಳುಗರನ್ನು ಎಣಿಸಲು. L: Line-in ಸ್ಥಿತಿಗೆ. M: Microphone ಸ್ಥಿತಿಗೆ. N: ಮುಂದಿನ ಹಾಡಿಗೆ. P: Playback ಸ್ಥಿತಿಗೆ. Shift+P: ಪ್ರಸ್ತುತದ ಹಾಡಿನ ಸ್ವರದ ಮಟ್ಟಕ್ಕೆ. R: ಕಡತಕ್ಕೆ ಧ್ವನಿಯನ್ನು ದಾಖಲಿಸಲು. Shift+R: Monitor library scan. S: ಹಾಡಿಗೆ ಸಮಯವನ್ನು ನಿಗದಿಪಡಿಸಲು. T: Cart edit mode. U: Studio up time. W: ಹವಾಮಾನ ಮತ್ತು ತಾಪಮಾನ. Y: ಹಾಡುಪಟ್ಟಿಗಳ ತಿದ್ದುಪಡಿಗೆ.

source: Incorrect value entered.
hu: A bevitt érték hibás.
kn: ಸರಿಯಾಗಿರದ ಮೌಲ್ಯವನ್ನು ನಮೂದಿಸಿದ್ದೀರಿ.
ne: नमिल्दो मान लेखियो ।

source: Find track dialog is already open.
hu: A Zeneszám kereső már meg van nyitva!
kn: ಈಗಾಗಲೇ ಹಾಡುಗಳನ್ನು ಹುಡುಕುವ ಸಂವಾದವನ್ನು ತೆರೆಯಲಾಗಿದೆ.

source: Enter the name of the track you wish to search.
hu: Írja be a keresendő zeneszám címét.
kn: ನೀವು ಬಯಸುವ ಹಾಡಿನ ಹೆಸರನ್ನು ನಮೂದಿಸಿರಿ.
ne: खोज्न चाहेको धुनको नाम लेख्नु होस् ।

source: Your Studio add-on configuration has errors and was reset to factory defaults.
hu: A Studio kiegészítő konfigurációja hibákat tartalmaz, ezért vissza lett állítva a gyári beállításokra.
kn: ಸ್ಟೂಡಿಯೊದ ಹೆಚ್ಚುವರಿ ತಂತ್ರಾಂಶದ ಸಂರಚನೆಗಳಲ್ಲಿ ದೋಷವಿದ್ದುದ್ದರಿಂದ ಅದನ್ನು ಪೂರ್ವನಿಯೋಜಿತ ಸಂರಚನೆಗಳಿಗೆ ಹೊಂದಿಸಲಾಗಿದೆ.

source: Errors were found in some of your Studio configuration settings. The affected settings were reset to defaults.
hu: Hiba a beállításokban! A hibás értékek vissza lettek állítva az alapértelmezés szerinti értékekre.
kn: ಹೆಚ್ಚುವರಿ ತಂತ್ರಾಂಶದ ಕೆಲವು ಸಂರಚನೆಗಳಲ್ಲಿ ದೋಷ ಕಂಡುಬಂದಿದೆ. ಮುಂಚಿನ ಸಂರಚನೆಗಳಿಗೆ ಹೊಂದಿಸಲಾಗಿದೆ.

source: track ending
hu: Zeneszám vége
kn: ಹಡಿನ ಕೊನೆಗೊಳ್ಳುವಿಕೆ

source: track intro
hu: Intró
kn: ಹಾಡಿನ ಪರಿಚಯ

source: track intro and ending
hu: Intró és zeneszám vége
kn: ಹಾಡಿನ ಪರಿಚಯ ಮತ್ತು ಕೊನೆಗೊಳ್ಳುವಿಕೆ

source: start and end only
hu: Csak az elején és a végén
kn: ಕೇವಲ ಆರಂಭಿಸು ಮತ್ತು ಕೊನೆಗೊಳಿಸು

source: scan progress
hu: Vizsgálat folyamata
kn: ಸ್ಕ್ಯಾನ್ ಪ್ರಗತಿ

source: scan count
hu: Vizsgálat száma
kn: ಸ್ಕ್ಯಾನ್ ಎಣಿಕೆ

source: Incorrect microphone alarm value entered.
hu: A bevitt mikrofon riasztás érték hibás!
kn: ಸರಿಯಲ್ಲದ ಮೈಕ್ರೋ ಫೋನ್ ಮೌಲ್ಯವನ್ನು ನಮೂದಿಸಿದ್ದೀರಿ.

source: After entering SPL Controller, press: A: Turn automation on. Shift+A: Turn automation off. M: Turn microphone on. Shift+M: Turn microphone off. N: Turn microphone on without fade. L: Turn line in on. Shift+L: Turn line in off. P: Play. U: Pause. S: Stop with fade. T: Instant stop. R: Remainig time for the playing track. Shift+R: Library scan progress.
hu: Az SPL Vezérlőpult megnyitása után A: Automatikus lejátszás be. Shift+A: Automatikus lejátszás ki. M: Mikrofon be. Shift+M: Mikrofon ki. N: Mikrofon elhalkulás nélkül be. L: Vonalbemenet be. Shift+L: Vonalbemenet ki. P: Lejátszás. U: Szüneteltetés. S: Leállítás elhalkulással. T: Azonnali leállítás. R: A lejátszás alatt lévő zeneszám hátralévő ideje. Shift+R: A gyűjtemény vizsgálatának folyamata.
kn: spl ನಿಯಂತ್ರಣವನ್ನು ಪ್ರವೇಶಿಸಿದ ಬಳಿಕ, ಇವುಗಳನ್ನು ಒತ್ತಿರಿ: A: automation ಬೇಕಿದ್ದರೆ. Shift+A: automation ಬೇಡವಾಗಿದ್ದರೆ. M: microphone ಬೇಕಿದ್ದರೆ. Shift+M: microphone ಬೇಡವಾಗಿದ್ದರೆ. N: Turn microphone on without fade. L: Turn line in on. Shift+L: Turn line in off. P: ಹಾಡಿಸಲು. U: ನಿಲುಗಡೆಗೆ. S: Stop with fade. T: Instant stop. R: Remainig time for the playing track. Shift+R: Library scan progress.

source: Stream label eraser
hu: Stream címke eltávolító
kn: ಹರಿವು ಶೀರ್ಷಿಕೆಯ ಅಳಿಸುಗ

source: Opens a dialog to erase stream labels from an encoder that was deleted.
hu: Megnyit egy párbeszédpanelt a törölt encoder címkéinek eltávolításához.
kn: ಅಳಿಸಲ್ಪಟ್ಟ ಎಂಕೋಡರ್ನಿಂದ ಲೇಬಲ್ ಸ್ಟ್ರೀಮ್ ಸಂವಾದವನ್ನು ತೆರೆಯುತ್ತದೆ.

source: Station Playlist Studio
kn: ಸ್ಟೇಶನ್ ಪ್ಲೇ ಲಿಸ್ಟ್ ಸ್ಟೂಡಿಯೋ
ne: स्टेशन प्लेलिस्ट स्टुडियो

source: {encoder} {encoderNumber}: {status}
hu: {encoderNumber} {encoder}: {status}

source: Enter end of track alarm time in seconds (currently {curAlarmSec})
ne: धुन डाको समाप्ती समय सेकेण्डमा लेख (हालको {curAlarmSec})

source: Toggle announcement beeps
ne: टिं टीं घोषणा फेरिने छ ।

source: Toggle announcement words
ne: शब्दको घोषणा फेरिने छ

source: Toggles option change announcements between words and beeps.
ne: टिं टीं र शब्दको घोषणा विकल्पहरू फेरिने छन् ।.

source: Disconnects from a streaming server.
ne: सम्बद्ध सर्बर बाट विच्छेद हुनेछ ।
