Repository: ChrisDuffley/stationPlaylist
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de_ch, es, fr, gl, he, hr, hu, kn, ne, pl, pt_br, pt_pt, ro, ru, sk, tr, vi

source: Metadata streaming configured for DSP encoder and URL's {URL}
ar: تم إعداد بيانات البث لتشفير DSB وللرابط {URL}
bg: Излъчването на метаданни е настроено за енкодера DSP и адресите {URL}
de_ch: Metadaten-Streaming für DSP-Encoder und URLs {URL} konfiguriert
es: Los metadatos del streaming se configuraron para el codificador DSP y la URL {URL}
fr: Métadonnées en streaming configuré pour l'encodeur DSP et de l'URL {URL}
gl: Os metadatos do streaming configuráronse para o codificador DSP e a URL {URL}
he: זרימת המטאדאטה הוגדרה עבור מנגנון הקידוד של DSP ועבור הכתובות {URL}
hr: Internetski prijenos metapodataka konfiguriran za DSP dekoder i URL adrese {URL}
pl: Metadane skonfigurowane dla DSP i adresów: {URL}
pt_br: Fluxo de metadados configurado para codificador DSP e {URL} de URL
pt_pt: Transmissão de metadados configurada para codificador DSP e URL {URL}
ro: Emisia metadata configurată pentru encoderul DSP și URL-ul {URL}
ru: Потоковая передача метаданных настроена для кодера DSP и URL {URL}
sk: Metadata nastavené pre DSP enkodér a adresy {URL}
tr: DSP kodlayıcı ve URL'nin {URL}'si için yapılandırılmış meta veri akışı
vi: Metadata streaming được cấu hình cho DSP encoder và URL {URL}

source: Metadata streaming configured for URL's {URL}
ar: تم إعداد بيانات البث للرابط {URL}
bg: Излъчването на метаданни е настроено за адресите {URL}
de_ch: Metadaten für Streaming-URLs {URL} konfiguriert
es: Los metadatos del streaming se configuraron para la URL {URL}
fr: Métadonnées en streaming configuré pour l'URL {URL}
gl: Os metadatos do streaming configuráronse para a URL {URL}
he: זרימת המטאדאטה הוגדרה עבור הכתובות {URL}
hr: Internetski prijenos metapodataka konfiguriran za URL adrese {URL}
pl: Wyświetlanie metadanych skonfigurowane dla: {URL}
pt_br: Fluxo de metadados configurado para {URL} de URL
pt_pt: Transmissão de metadados configurada para URL {URL}
ro: Emisia metadata configurată pentru URL-ul {URL}
ru: Потоковая передача метаданных настроена для URL {URL}
sk: Metadáta nastavené pre adresy {URL}
tr: URL'nin {URL} adresi için yapılandırılmış meta veri akışı
vi: Metadata streaming được cấu hình cho URL {URL}

source: Playlist Transcripts
de_ch: Transkript-Wiedergabelisten
es: Transcripciones de listas de reproducción
fr: Transcriptions de Playlist
gl: Transcripcións de listaxes de reprodución
hr: Prijepisi popisa snimaka
pt_br: Transcrições de Lista de Reprodução
pt_pt: Instantâneos da lista de Reprodução
ru: Расшифровки списка воспроизведения
sk: Prepisy playlistu
tr: Çalma Listesi Transkriptleri
vi: Bảng điểm danh sách phát

source: Playlist data copied to clipboard
de_ch: Daten der Wiedergabenliste in die Zwischenablage kopiert.
es: Datos de lista de reproducción copiados al portapapeles
fr: Données de la playlist copiées dans le presse-papiers
gl: Datos da listaxe de reprodución copiados ao portapapeis
hr: Podaci popisa snimaka kopirani u međuspremnik
pt_br: Dados da lista de reprodução copiados para a área de transferência
pt_pt: dados da lista de reprodução copiados para a área de transferência
ru: Данные списка воспроизведения скопированы в буфер обмена
sk: Skopírované do schránky
tr: Çalma listesi verileri panoya kopyalandı
vi: Đã chép dữ liệu danh sách phát vào bộ nhớ tạm

source: Another playlist transcripts dialog is open.
de_ch: Ein anderer Playlist-Transkript-Dialog ist bereits geöffnet.
es: Está abierto otro diálogo de transcripción de lista de reproducción.
fr: Un autre dialogue de transcriptions de playlist est ouverte.
gl: Está aberto outro diálogo de transcripción de listaxe de reprodución.
hr: Otvoren je jedan drugi dijaloški okvir s prijepisom popisa snimaka.
pt_br: Outro diálogo de transcrições da lista de reprodução está aberto.
pt_pt: Está aberto outro diálogo de instantâneos da lista de reprodução
ru: Открыт другой диалог расшифровки списка воспроизведения.
sk: Máte otvorené iné okno s prepisom playlistu.
tr: Başka bir çalma listesi transkriptleri iletişim kutusu açık.
vi: Một hộp thoại bảng điểm danh sách phát khác đang được mở.

source: entire playlist
ar: قائمة التشغيل بالكامل
hr: cijeli popis snimaka
pt_br: lista de reprodução inteira
ru: весь список воспроизведения
sk: Celý playlist
tr: tüm çalma listesi
vi: toàn bộ danh sách phát

source: start to current item
hr: početak na trenutačnu stavku
pt_br: do início até o item atual
ru: начать с текущего элемента
sk: Od začiatku Po aktuálnu položku
tr: geçerli öğeye başla
vi: từ đầu đến mục hiện tại

source: current item to the end
hr: trenutačnu stavku na kraj
pt_br: do item atual até o final
ru: текущий элемент до конца
sk: Od aktuálnej položky na koniec
tr: geçerli öğeyi sonuna kadar
vi: từ mục hiện tại về cuối

source: current hour
hr: trenutačni sat
pt_br: hora atual
ru: текущий час
sk: Aktuálna hodina
tr: şu anki saat
vi: giờ hiện tại

source: Transcript range:
de_ch: Transkript-Bereich:
es: Rango de transcripción:
fr: Plage de transcription :
gl: Rango de transcripción:
hr: Raspon prijepisa:
pt_br: Intervalo de transcrição:
pt_pt: Pista de instantâneos.
ru: Диапазон расшифровки:
sk: Rozsah prepisu:
tr: Transkript aralığı:
vi: Khoảng điểm:

source: Transcript format:
de_ch: Transkript-Format:
es: Formato de transcripción:
fr: Format de transcription :
gl: Formato de transcripción:
hr: Format prijepisa:
pt_br: Formato de transcrição:
pt_pt: Formato de instantâneo
ru: Формат расшифровки:
sk: Formát prepisu:
tr: Transkript biçimi:
vi: Định dạng bảng điểm:

source: view transcript
hr: pogledaj prijepis
pt_br: ver transcrição
ru: просмотр расшифровки
sk: Zobraziť prepis
tr: transkripti görüntüle
vi: xem bảng điểm

source: copy to clipboard
hr: kopiraj u međuspremnik
pt_br: copiar para a área de transferência
ru: копировать в буфер обмена
sk: Skopírovať do schránky
tr: panoya kopyala
vi: chép vào bộ nhớ tạm

source: save to file
hr: spremi u datoteku
pt_br: salvar em arquivo
ru: сохранить в файл
sk: Uložiť do súboru
tr: dosyaya kaydet
vi: lưu thành tập tin

source: Transcript action:
hr: Radnja za prijepis:
pt_br: Ação de transcrição:
ru: Действие расшифровки:
sk: Akcia:
tr: Transkript eylemi:
vi: Hoạt động bản điểm:

source: Did you recently tell SPL add-on to use a different update channel? If so, please restart NVDA before checking for add-on updates.
de_ch: Haben Sie kürzlich der SPL-Erweiterung mitgeteilt einen anderen Update-Kanal zu verwenden? Wenn ja, starten Sie NVDA neu, bevor Sie nach Aktualisierungen suchen.
es: ¿Has dicho recientemente al complemento SPL que utilice un canal de actualización diferente? Si es así, por favor reinicia NVDA antes de buscar actualizaciones del complemento.
fr: Avez-vous récemment dit au module complémentaire SPL d'utiliser un canal de mise à jour différent ? Si oui, s’il vous plaît redémarrer NVDA avant de rechercher les mises à jour pour le module complémentaire.
gl: ¿Fixeches recentemente que o complemento SPL use una canle diferente de actualización? Se é así, por favor reinicia o NVDA antes de procurar actualizacións do complemento.
he: האם הגדרות ערוץ העדכון של תוסף SPL שונו לאחרונה? אם כן, יש להריץ את NVDA מחדש לפני עדכון התוסף.
pl: Jeśli zlecono zmianę kanału dostarczania aktualizacji, proszę, zrestartuj NVDA.
pt_pt: recentemente disse ao extra SPL para usar um canal de actualização diferente? Em caso afirmativo, reinicie o NVDA antes de verificar actualizações adicionais.
vi: Có phải bạn đã khai báo với SPL add-on để dùng một kênh cập nhật khác không? Nếu có, vui lòng khởi động lại NVDA trước khi kiểm tra cập nhật add-on.

source: Update channel changed
de_ch: Update-Kanal geändert
es: Cambió el canal de actualización
fr: Canal de mise à jour modifié
gl: Cambiou a canle de actualización
he: ערוץ עדכון התוסף שונה
pl: zmieniono kanał dostarczania aktualizacji.
pt_pt: Canal de actualizações alterado
vi: Đã thay đổi kênh cập nhật

source: No add-on update available.
de_ch: Keine Aktualisierung für diese Erweiterung verfügbar.
es: No hay actualizaciones disponibles del complemento.
fr: Aucune mise à jour disponible du module complémentaire.
gl: Non hay actualización do complemento dispoñible.
he: אין עדכון זמין עבור תוסף זה.
pl: Wygląda, że twoja wersja jest aktualna
pt_pt: Sem actualização disponível
ro: Nicio actualizare disponibilă.
vi: Không có bản cập nhật ađd-on nào.

source: Studio add-on {newVersion} is available. Would you like to update?
de_ch: {newVersion} der Studio-Erweiterung ist verfügbar. Möchten Sie auf die Version aktualisieren?
es: Está disponible la versión del complemento de Studio {newVersion}. ¿Te gustaría actualizar?
fr: Un module complémentaire pour Studio {newVersion} est disponible. Vous souhaitez le mettre à jour ?
gl: Está dispoñible {newVersion} do complemento do Studio. ¿Gostaríache actualizala?
he: עדכון {newVersion} זמין עבור תוסף הסטודיו. האם ברצנוך להתקין אותו?
pl: Jest nowa wersja: {newVersion} dodatku SPL Studio. Uaktualnić?
pt_pt: Está disponível uma {newVersion} do extra. Deseja fazer a actualização?
ro: Studio add-on {newVersion} este disponibilă. Doriți să o actualizați?
vi: Đã có Studio add-on {newVersion}. Bạn có muốn cập nhật không?

source: Downloading Add-on Update
de_ch: Aktualisierung wird heruntergeladen
es: Descargand la Actualización del Complemento
fr: Téléchargement de la mise à jour du Module Complémentaire en cours
gl: Descargando a Actualización do Complemento
he: עדכון תוסף הסטודיו
pl: Pobieranie aktualizacji dodatku SPL Studio
pt_pt: A baixar a actualização do extra
ro: Se descarcă actualizarea suplimentului
vi: Đang tải cập nhật add-on

source: Connecting
de_ch: Verbinden...
es: Conectando
fr: Connexion en cours
gl: Conectando
he: מתחבר
pl: Łączenie...
pt_pt: A ligar...
ro: Se conectează
vi: Đang kết nối

source: Error downloading add-on update.
de_ch: Fehler beim Suchen nach Aktualisierungen für diese Erweiterung.
es: Error descqargando la actualización del complemento.
fr: Erreur durant le Téléchargement de la mise à jour du module complémentaire.
gl: Erro descargando a actualización do complemento.
he: שגיאה בהורדת עדכון לתוסף.
pl: Błąd pobierania
pt_pt: Erro ao baixar a actualização do extra
ro: Eroare la descărcarea actualizării.
vi: Lỗi tải cập nhật add-on.

source: Failed to open add-on package file at %s - missing file or invalid file format
de_ch: Die Datei mit den Erweiterungspaketen aus %s konnte nicht geöffnet werden - Datei fehlt oder das Format ist unbekannt
es: Falló al abrir el fichero de paquete de complemento en %s - Falta fichero o es un formato inválido
fr: Échec à l'ouverture du fichier du module complémentaire à %s : fichier manquant ou format de fichier incorrect
gl: Fallou ao abrir o ficheiro de paquete do complemento en %s - Falta ficheiro ou é un formato inválido
he: נכשלה פתיחת קובץ חבילת התוספים ב-%s - קובץ חסר או תבנית קובץ לא חוקית
pl: Nie udało się otworzyć pakietu z %s - Nieprawidłowy format pliku
pt_pt: Falha ao abrir o ficheiro do pacote do extra em %s - ficheiro ausente ou formato de ficheiro inválido
ro: Eșuare la deschiderea fișierului cu pachetul suplimentului la %s - fișierul este omis sau formatul acestuia este invalid
vi: Mở gói add-on tại %s thất bại - tập tin bị lỗi hoạt sai định dạng

source: Updating Add-on
de_ch: Aktualisieren der Erweiterung
es: Actualizando Complemento
fr: Mise à jour du Module Complémentaire en cours
gl: Actualizando Complemento
he: מעדכן את התוסף
pl: Uaktualniam!
pt_pt: A actualizar o extra
ro: Se actualizează suplimentul
vi: Đang cập nhật add-on

source: Please wait while the add-on is being updated.
de_ch: Bitte warten Sie, bis der Update-Vorgang abgeschlossen ist.
es: Por favor espera mientras se está actualizando el complemento.
fr: Veuillez patienter durant la mise à jour du module complémentaire.
gl: Por favor agarda mentres se está a actualizar o complemento.
he: המתן בזמן שהתוסף מתעדכן.
pl: Proszę czekać...
pt_pt: Por favor, aguarde enquanto o extra está a ser actualizado
ro: Vă rugăm să așteptați până când suplimentul este actualizat.
vi: Vui lòng đợi khi add-on đang cập nhật.

source: Failed to update add-on from %s
de_ch: Update der Erweiterung von %s ist fehlgeschlagen
es: Falló al actualizar el complemento desde %s
fr: Échec de la mise à jour du module complémentaire depuis %s
gl: Fallou ao actualizar o complemento dende %s
he: עדכון התוסף מ-%s נכשל
pl: Nie udało się uaktualnić z %s
pt_pt: Falha ao actualizar o add-on de %s
ro: Eșuare la actualizarea suplimentului de la %s
vi: Lỗi cập nhật add-on từ %s

source: After entering SPL Controller, press: A: Turn automation on. Shift+A: Turn automation off. M: Turn microphone on. Shift+M: Turn microphone off. N: Turn microphone on without fade. L: Turn line in on. Shift+L: Turn line in off. P: Play. U: Pause. S: Stop with fade. T: Instant stop. C: Announce name and duration of the currently playing track. E: Announce if any encoders are being monitored. I: Announce listener count. Q: Announce Studio status information. R: Remaining time for the playing track. Shift+R: Library scan progress.
de_ch: Nach dem Öffnen des SPL-Controllers drücken Sie: A: Schaltet die Automatisierung ein. Umschalt+A: Schaltet die Automatisierung aus. M: Schaltet das Mikrofon an. Umschalt+M: Schaltet das Mikrofon aus. N: Schaltet das Mikrofon ohne Blende an L: Schaltet den Line-Eingang an. Umschalt+L: Schaltet den line-Eingang aus. P: abspielen. U: Pause. S: Stop und ausblenden. T: Sofortiger Stopp. C: Sagt den Namen und die Dauer des gerade abspielenden Titels an. E: Zeigt an, ob Codecs überwacht werden I: Sagt Anzahl der Zuhörer an. Q: Sagt Statusinformationen über das Studio an. R: Zeigt die verbleibende Zeit an Umschalt+R: Zeigt den Fortschritt beim Suchlauf der Bibliothek an.
es: Después de entrar en el SPL Controller, pulsa: A: Activa la automatización. Shift+A: Desactiva la automatización. M: Activa el micrófono. Shift+M: Desactiva el micrófono. N: Activa el micrófono sin fade. L: Activa línea auxiliar. Shift+L: desactiva línea auxiliar. P: Reproducir. U: Pausar. S: Detener con fade. T: Detener instantáneamente. C: Anuncia el nombre y la duración de la pista actualmente en reproducción. E: Anuncia si cualquier codificador se está monitorizando. I: anuncia el recuento de oyentes. Q: Anuncia información de estado de Studio. R: Tiempo restante para la pista en reproducción. Shift+R: Progreso del escaneado de la biblioteca.
fr: Une fois dans le contrôleur SPL, appuyez sur : A : Activer l'automatisation activé. Maj+A : Désactiver l'automatisation désactivé. M : Activer le microphone activé. Maj+M : Désactiver le microphone désactivé. N : Activation du microphone activé sans fondu. L : Activer l'entrée ligne activé. Maj+L :Désactiver l'entrée ligne désactivé. P : Lecture. U : Pause. S : Arrêt avec fondu. T : Arrêt instantané. C : Annoncer le nom et la durée pour la piste en cours de lecture. E : Annoncer si des encodeurs sont surveillés. I : Annoncer le nombre d'auditeurs. Q : Annoncer l'information du statut de Studio. R : Temps restant pour la piste en cours de lecture. Maj+R : Balayage de la bibliothèque en cours.
gl: Despois de entrar no SPL Controller, preme: A: Encende a automatización. Shift+A: Apaga a automatización. M: Encende o micrófono. Shift+M: Apaga o micrófono. N: Encende o micrófono sen fade. L: Encende line in. Shift+L: Apaga line in. P: Reproducir. U: Pausar. S: Deter co fade. T: Deter instantáneamente. C: Anuncia o nome e a duración da pista actualmente en reprodución. E: Anuncia se calquera codificador está a ser monitorizado. I: anuncia o reconto de oíntes. Q: Anuncia información de estado do Studio. R: Tempo restante para a pista en reprodución. Shift+R: Progreso do escaneado da biblioteca.
he: לאחר הכניסה למסייע של SPL נא להקיש : A: אוטומציה פעילה Shift+A : אוטומציה לא פעילה M " מיקרופון פעיל Shift+M " מיקרופון לא פעיל N : מיקרופון פעיל ללא הנמכה הדרגתית L :כניסת אודיו פעילה ShiftL :כניסת אודיו לא פעילה P : נגן U : השהה S : עצור עם הנמכה הדרגתית T : עצור מיידית E : הודעה על מנגנוני קידוד בשליטה I : הקרא את מספר המאזינים R : הקראת הזמן הנותר להשמעה Shift+R : הקראת התקדמות סריקת הספריות.
pt_pt: Depois de entrar no SPL Controller, pressione: A: Ativar a automação. Shift + A: desligar a automação. M: ligar o microfone. Shift + M: desligar o microfone. N: ligar o microfone sem fade. L: ligar a linha. Shift + L: desactivar a linha. P: Tocar. U: Pausar. S: Parar com fade. T: paragem instantânea. C: Anunciar o nome e a duração da pista actualmente em reprodução. E: Anunciar se algum codificador está a ser monitorizado. I: Anunciar contagem de ouvintes. P: Anunciar as informações de estado do Studio. R: Tempo restante para a pista em reprodução. Shift + R: progresso da varredura da biblioteca.
ro: După pornirea controlerului SPL, apasă: A: Pornește automatizarea. Shift+A: Oprește automatizarea. M: Pornește microfonul. Shift+M: Oprește microfonul. N: Pornește microfonul fără ajustarea volumului. L: Pornește line-in-ul. Shift+L: Oprește line in-ul. P: Redă. U: Pauză. S: Oprește cu ajustarea volumului. T: Oprire instantanee. C: Anunță numele și durata piesei curente în redare. E: Anunță dacă vreun encoder este monitorizat. I: Anunță numărul de ascultători. Q: Anunță starea informației Studio. R: Timpul rămas pentru melodia curentă. Shift+R: Progresul scanării librăriei
vi: Sau khi vào bộ điều khiển SPL, bấm: A: bật tự động hóa. Shift+A: tắt tự động hóa. M: bật microphone. Shift+M: tắt microphone. N: bật microphone mà không có hiệu ứng fade. L: bật line in. Shift+L: tắt line in. P: phát. U: tạm dừng. S: dừng với hiệu ứng fade. T: dừng nhanh. C: thông báo tên và thời lượng của track đang phát. E: thông báo khi có một bộ mã hóa đang được theo dõi. I: thông báo số người nghe. Q: thông báo trạng thái Studio. R: thời gian còn lại của track đang phát. Shift+R: tiến trình quét thư viện.

source: SPL Studio is not running.
ar: الاستوديو لا يعمل.
bg: SPL Studio не е стартирана.
de_ch: SPL-Studio läuft gerade nicht.
es: No se está ejecutando SPL Studio.
fr: SPL Studio n'est pas en cours d'exécution.
gl: Non se está a executar o SPL Studio.
he: SPL Studio אינה בריצה.
hr: SPL Studio nije pokrenut.
hu: Az SPL Studio jelenleg nem fut.
kn: spl ಸ್ಟೂಡಿಯೊ ಚಾಲನೆಯಾಗುತ್ತಿಲ್ಲ.
ne: SPL स्टुडियो चलि रहेको छैन ।.
pl: SPL Studio nie jest uruchomione.
pt_br: O SPL Studio não está em execução.
pt_pt: O SPL Studio não está aberto
ro: Studioul SPL nu rulează.
ru: SPL Studio не выполняется.
sk: SPL studio nie je spustený.
tr: SPL Studio açık değil.
vi: SPL Studio không chạy.

source: Moves to SPL Studio window from other programs.
ar: ينتقل إلى نافذة الاستوديو لتطبيق SPL من أي تطبيق آخر.
bg: Превключва към прозореца на SPL Studio от други програми.
de_ch: Wechselt aus anderen Programmen zum SPL-Studio-Fenster.
es: Se mueve a la ventana SPL Studio desde otros programas.
fr: Se déplacez vers la fenêtre de SPL Studio à partir d'autres programmes.
gl: Móvese á ventá SPL Studio dende outros programas.
he: מעבר לחלון SPL מתוך תוכנות אחרות.
hr: Premješta se na prozor programa SPL Studio iz drugih programa.
hu: Az SPL Studio ablakába lép más programokból.
kn: ಮತ್ತೊಂದು ಕಾರ್ಯಕ್ರಮದಿಂದ spl ಸ್ಟೂಡಿಯೋ ಕಿಟಕಿಗೆ ಚಲಿಸುತ್ತದೆ.
ne: अरू कार्यक्रम बाट SPL स्टुडियो सञ्झ्यालमा जानेछ ।
pl: Przenosi do okna SPL Studio z innych programów.
pt_br: Mover-se para a janela SPL Studio a partir de outros programas.
pt_pt: Mover-se para a janela SPL Studio a partir de outros programas.
ro: Comutare la fereastra studioului SPL de la alte programe.
ru: Переходит в окно SPL Studio из других программ.
sk: Presunie fokus do okna SPL Studio.
tr: Diğer programlardan SPL Studio penceresine gider.
vi: Chuyển đến cửa sổ SPL Studio từ chương trình khác.

source: You are already in SPL Studio window. For status commands, use SPL Assistant commands.
ar: أنت بالفعل موجود بنافذة الاستوديو. للاطلاع على أوامر الحالة, استخدم نمط مساعد اأوامر تطبيق SPL.
bg: Вече сте в прозореца на SPL Studio. За да получите информация за състоянието, използвайте командите от помощния слой на SPL.
de_ch: Sie sind bereits im spl-fenster. Um Statusinformationen abzurufen, verwenden Sie die Befehle des spl-Assistenten.
es: Ya estás en la ventana SPL Estudio. Para órdenes de estado, utiliza órdenes del SPL Assistant.
fr: Vous êtes déjà dans la fenêtre SPL Studio. Pour les commandes de statut, utilisez les commandes de l'Assistant SPL.
gl: Xa estás na ventá do SPL Estudio. Para ordes de estado, utiliza as ordes do SPL Assistant.
he: SPL כבר בפוקוס. על מנת להפעיל את פקודות המצב, נא השתמש בפקודות המסייע.
hr: Već se nalaziš u prozoru programa SPL Studio. Za naredbe određivanja stanja, koristi naredbe programa SPL Assistant.
hu: Ön már az SPL Studio ablakában van. Az állapot parancsokhoz használja az SPL kisegítő parancsokat.
kn: ಈಗಾಗಲೆ SPL ಸ್ಟೂಡಿಯೋ ಕಿಟಕಿಯಲ್ಲಿದ್ದೀರಿ. ಸ್ಥಿತಿಯ ಆದೇಶಕ್ಕಾಗಿ spl ನೆರವನ್ನು ಬಳಸಿ.
ne: तपाई SPL स्टुडियो सञ्झ्यालमा हुनु हुन्छ ।. स्थिति आदेसका लागि, SPL सहयोगी आदेसको प्रयोग गर्नु होस् ।
pl: Jesteś już w oknie SPL Studio. Aby uzyskać informacje o statusie, użyj komend asystenta SPL.
pt_br: Já está na janela do SPL Studio. Para comandos de status, use os comandos do Assistente SPL.
pt_pt: Já está na janela do SPL Studio. Para comandos de estado, use os comandos do Assistente SPL.
ro: Ești deja în fereastra studio-ului SPL. Pentru comenzi de stare, folosește comenzile asistentului SPL.
ru: Вы уже находитесь в окне SPL Studio. Для управления состоянием используйте команды помощника SPL.
sk: Okno SPL Studio je aktívne. Pre zistenie stavu použite príkazy SPL asistenta.
tr: Zaten SPL Studio penceresindesiniz. Durum komutları için SPL Yardımcısı komutlarını kullanın.
vi: Bạn đã ở trong cửa sổ SPL Studio. Để biết các lệnh trạng thái, hãy dùng các lệnh SPL Assistant.

source: SPL Controller
ar: نمط التحكم بتطبيق SPL
bg: Контролен панел на SPL
fr: Contrôleur SPL
hu: SPL Vezérlőpult
kn: SPL ನಿಯಂತ್ರಕ
ne: SPL नियन्त्रक
pl: Kontroler SPL
pt_br: Controlador SPL
pt_pt: Controlador do SPL
ro: Controler SPL
ru: Панель управления SPL
sk: ovládanie
tr: SPL Kontrolör
vi: Bộ bộ điều khiển SPL

source: SPl Controller layer command. See add-on guide for available commands.
ar: نمط أوامر التحكم بتطبيق SPL. يرجى الاطلاع على ملف المساعدة الخاص بهذه الإضافة للتعرف على مفاتيح الاختصار المتاحة.
bg: Команда за контролния панел на SPL. За информация относно наличните команди се обърнете към ръководството за добавката.
de_ch: Befehlsschicht für den SPL-Controller. Sehen Sie in der Dokumentation zur erweiterung für nähere Informationen nach.
es: Capa de órdenes del SPl Controller. Consulta la guía del complemento para las órdenes disponibles.
fr: Commande couche Contrôleur SPl. Consultez la documentation du module complémentaire pour les commandes disponibles.
gl: Capa de ordes do SPl Controller. Consulta a guía do complemento para as ordes dispoñibles.
he: מקלדת של פקודות SPL Controller . למידע נוסף, נא עיין במדריך התוסף.
hr: Složena naredba za SPL Controller. Nađi dostupne naredbe u priručniku dodatka.
hu: SPL Vezérlőpult parancs. Az elérhető parancsok listáját a kiegészítő útmutatójában találja.
kn: ಎಸ್.ಪಿ.ಎಲ್ ಆದೇಶದ ಕೀಲಿಗಳನ್ನು ಗಮನಿಸಿ.
ne: SPl नियन्त्रण तह आदेस । उपलब्ध आदेस जान्न निर्देशिका हेर्नु होला ।
pl: Warstwa komend kontrolera SPL. Zajrzyj do podręcznika dodatku, aby uzyskać więcej informacji na temat dostępnych poleceń.
pt_br: Comando da camada Controlador SPL. Consulte o guia do complemento para obter os comandos disponíveis.
pt_pt: Comando de teclado do controlador do SPL. Consulte o guia do extra para obter os comandos disponíveis.
ro: Comandă aspect controler SPL. Citește manualul add-onului pentru a afla coomenzile disponibile.
ru: Команда уровня панели управления SPl. Доступные команды приведены в руководстве по дополнению.
sk: podmnožina na ovládanie SPL.. Podrobnosti nájdete v návode k doplnku.
tr: SPL Kontrolör katmanlı komutları. Mevcut komutlar için eklenti kılavuzuna bakın.
vi: Các lệnh SPl Controller layer. Xem hướng dẫn sử dụng add-on để biết các lệnh đang có.
