Repository: ChrisDuffley/stationPlaylist
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de_ch, es, fr, gl, he, hr, hu, kn, ne, pl, pt_br, pt_pt, ro, ru, sk, tr, vi

source: There is no track playing. Try pausing while a track is playing.
ar: لا يوجد مسار مشغل في الوقت الراهن. حاول استخدام التوقف المؤقت أثناء تشغيل أحد المسارات.
bg: Няма просвирващ се запис. Може да поставите записа на пауза само ако такъв се просвирва в момента.
de_ch: Es wird momentan keinen Titel Widergegeben. Sie können einen Titel anhalten, während dieser abgespielt wird.
es: No hay pistas en reproducción. Trata de hacer una pausa mientras se reproduce una pista.
fr: Il n'y a aucune piste en cours de lecture. Essayez une pause lorsqu'une piste est jouée.
gl: Non hai pistas en reprodución. Tenta facer unha pausa mentras se reproduce unha pista.
he: אין רצועה בנגינה כעת. השהייה אינה אפשרית במצב זה.
hr: Niti jedna snimka ne svira. Pokušaj pauzirati dok snimka svira.
hu: Nincsen lejátszás alatt lévő szám. Próbálja meg szüneteltetni lejátszás közben.
kn: ಯಾವುದೇ ಹಾಡು ಹಾಡುತ್ತಿಲ್ಲ. ಹಾಡು ಹಾಡುತ್ತಿರುವಾಗ ನಿಲುಗಡೆಗೊಳಿಸಲು ಪ್ರಯತ್ನಿಸಿ.
ne: धुन बजि रहेको छैन । यदि चलि रहेको भए विश्राम गर्ने कोसिस गर्नु होस् ।
pl: Żaden utwór nie jest odtwarzany; Spróbuj wykonać pauzę podczas odtwarzania
pt_br: Não há faixa tocando. Tente fazer uma pausa durante a reprodução de uma faixa.
pt_pt: Não há pistas a tocar. Tente pausar enquanto uma pista estiver a ser reproduzida.
ro: Nicio melodie nu este redată. Încearcă să pui pauză când o melodie se redă.
ru: Дорожка не воспроизводится. Попробуйте приостановить воспроизведение дорожки.
sk: Nie je spustená žiadna skladba. Ak skladba hrá, skúste ju pozastaviť.
tr: Çalan parça yok. Bir parça çalarken duraklatmayı deneyin.
vi: Không có track nào đang phát. Hãy thử tạm dừng khi đang phát một track.

source: Scan in progress with {itemCount} items scanned
de_ch: Scanvorgang mit {itemCount} Einträge abgeschlossen.
es: Escaneado completado con {itemCount} elementos escaneados
fr: Balayage complet en cours avec {itemCount} éléments balayés
gl: Escaneado compretado con {itemCount} elementos escaneados
he: הסריקה הושלמה עם {itemCount} פריטים
hr: Skeniranje u tijeku sa {itemCount} stavki skenirano
pl: Skanowanie zakończone z {itemCount} elementów.
pt_br: Varredura em andamento com {itemCount} itens verificados
pt_pt: Varrimento em progresso com {itemCount} itens verificados
ro: Scanare completă cu {itemCount} elemente scanate
ru: Выполняется сканирование, просканировано {itemCount} элементов
sk: Prebieha skenovanie {itemCount} naskenovaných položiek
tr: Taranan {itemCount} öğeleriyle tarama devam ediyor
vi: Đang quét với {itemCount} mục đã quét

source: Scan complete with {itemCount} items scanned
de_ch: Kompletter Scanvorgang mit {itemCount} Einträgen abgeschlossen.
es: Escaneado completado con {itemCount} elementos escaneados
fr: Balayage complet avec {itemCount} éléments balayés
gl: Escaneado compretado con {itemCount} elementos escaneados
he: הסריקה הושלמה עם {itemCount} פריטים
hr: Skeniranje završeno sa {itemCount} stavki skenirano
pl: Skanowanie zakończone z {itemCount} elementów.
pt_br: Varredura completa com {itemCount} itens verificados
pt_pt: Varrimento completo com itens {itemCount} verificados
ro: Scanare completă cu {itemCount} elemente scanate.
ru: Сканирование завершено с {itemCount} элементами
sk: Skenovanie dokončené, {itemCount} naskenovaných položiek
tr: Taranan {itemCount} öğeleriyle tarama tamamlandı
vi: Đã quét xong với {itemCount} mục đã quét

source: Listener count: {listenerCount}
de_ch: Anzahl der Zuhörer: {listenerCount}
es: Recuento de oyentes: {listenerCount}
fr: Nombre d'auditeurs : {listenerCount}
gl: Reconto de oíntes: {listenerCount}
he: מספר מאזינים: {listenerCount}
hr: Broj slušatelja: {listenerCount}
pl: Liczba słuchaczy: {listenerCount}
pt_br: Contagem de ouvintes: {listenerCount}
pt_pt: Contagem de ouvintes: {listenerCount}
ro: Număr ascultători: {listenerCount}
ru: Количество слушателей: {listenerCount}
sk: Práve počúva: {listenerCount}
tr: Dinleyici sayısı: {listenerCount}
vi: Số người nghe: {listenerCount}

source: There is no track playing.
ar: لا يوجد مسار مشغل حاليا
bg: Няма просвирващ се запис.
de_ch: Es wird momentan keinen Titel wiedergegeben.
es: No hay pista en reproducción.
fr: Il n'y a aucune piste en cours de lecture.
gl: Non hai pista en reprodución.
he: אין רצועה בנגינה כעת.
hr: Niti jedna snimka ne svira.
hu: Nincs lejátszás alatt lévő zeneszám
kn: ಯಾವುದೇ ಹಾಡೂ ಕೂಡ ಹಾಡುತ್ತಿಲ್ಲ
pl: Żaden utwór nie jest odtwarzany
pt_br: Não há faixa tocando.
pt_pt: Sem qualquer pista a tocar
ro: Nicio melodie nu se redă.
ru: Дорожка не воспроизводится.
sk: Nie je spustená žiadna skladba
tr: Çalan parça yok.
vi: Không có track nào đang phát.

source: Announces Studio status such as track playback status from other programs
de_ch: meldet Studiostatus und Status der titelwiedergabe auch aus anderen Anwendungen
es: Anuncia el estado de Studio como el estado de la pista en reproducción desde otros programas
fr: Annonce le statut de Studio tel que le statut de la lecture de la piste à partir d'autres programmes
gl: Anuncia o estado do Studio coma o estado da pista en reprodución dende outros programas
he: מכריזה על מצב הסטודיו, כגון מצב השמעת רצועה מתוכניות אחרות
hr: Izgovara status studija kao što je zapis koji se reproducira iz drugih programa
pl: Oznajmia status SPL z poziomu innych aplikacji
pt_br: Anuncia o status do Studio, como o status de reprodução de faixa a partir de outros programas
pt_pt: Anuncia o estado do Studio, como o estado da reprodução de pista a partir de outros programas
ro: Anunță starea Studio, cum ar fi starea redării piesei din alte programe
ru: Объявляет состояние Studio из других программ, например, состояние воспроизведения дорожки
sk: Oznamuje stav štúdia (napríklad prehrávanie) ak je v popredí okno inej aplikácie.
tr: Diğer programlardan parça çalma durumu gibi Studio durumunu duyurur
vi: Thông báo trạng thái của Studio như trạng thái phát track từ các chương trình khác

source: SPL Controller help
ar: مساعد نمط التحكم بتطبيق SPL
bg: Помощ за контролния панел на SPL
de_ch: Hilfe zum SPL-Controller
es: Ayuda del SPL Controller
fr: Aide Contrôleur SPL
gl: Axuda do SPL Controller
he: עזרה על תוכנת SPL
hr: Pomoć za SPL Controller
hu: SPL Vezérlőpult Súgó
kn: ಎಸ್.ಪಿ.ಎಲ್ ನಿಯಂತ್ರಣದ ನೆರವು
pl: Pomoc kontrolera SPL
pt_br: Ajuda do Controlador SPL
pt_pt: Ajuda do controlador do SPL
ro: Ajutor controler SPL
ru: Справка панели управления SPL
sk: Pomocník pre spl kontrolér
tr: SPL Kontrolör yardımı
vi: Trợ giúp bộ điều khiển SPL

source: No encoders are being monitored
ar: لا توجد تشفيرات جاري مراقبتها
bg: Няма наблюдавани енкодери
de_ch: Es werden keine Encoder überwacht
es: No hay codificadores siendo monitorizados
fr: Pas d'eencodeurs monitorés actuellement
gl: Non hai codificadores sendo monitorizados
he: אין מנגנוני קידוד תחת שליטה
hu: Nincsenek encoderek ellenőrzés alatt
kn: ಯಾವುದೇ ಎಂಕೋಡರ್ಗಳನ್ನು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಲಾಗಿಲ್ಲ
pl: Brak monitorowanych enkoderów
pt_pt: Nenhum codificador está a ser monitorizado
ro: Niciun encoder nu este monitorizat.
vi: Không có bộ mã hóa nào đang được theo dõi

source: Number of encoders monitored: {numberOfEncoders}: {streamLabels}
ar: عدد التشفيرات المراقبة: {numberOfEncoders}: {streamLabels}
bg: Брой наблюдавани енкодери: {numberOfEncoders}: {streamLabels}
de_ch: Anzahl überwachter Encoder: {numberOfEncoders}: {streamLabels}
es: Número de codificadores monitorizados: {numberOfEncoders}: {streamLabels}
fr: Nombre d'encodeurs monitorés : {numberOfEncoders} : {streamLabels}
gl: Número de codificadores monitorizados: {numberOfEncoders}: {streamLabels}
he: מספר מנגנוני קידוד תחת שליטה: {numberOfEncoders}: {streamLabels}
kn: ಹಲವು ಎಂಕೋಡರ್ಗಳನ್ನು ಮೇಲ್ವಿಚಾರಣೆಗೆ ಒಳಪಡಿಸಲಾಗಿದೆ: {numberOfEncoders}: {streamLabels}
pl: Monitorowane enkodery: {numberOfEncoders}: {streamLabels}
pt_pt: Número de codificadores monitorizados: {numberOfEncoders}: {streamLabels}
ro: Număr de encodere monitorizate: {numberOfEncoders}: {streamLabels}
vi: Số bộ mã hóa được theo dõi: {numberOfEncoders}: {streamLabels}

source: Another encoder settings dialog is open.
de_ch: Ein weiteres Dialog für Encoder-Einstellungen ist geöffnet.
es: Está abierto otro diálogo de opciones del codificador.
fr: Un autre dialogue de paramètres de l'encodeur est ouvert.
gl: Está aberto outro diálogo de opcións de codificador.
he: תיבת דו-שיח של מנגנוני קידוד כבר פתוחה.
pl: Inne okno właściwości enkodera jest otwarte
pt_br: Outra caixa de diálogo de configurações do codificador está aberta.
pt_pt: Outra caixa de diálogo de configurações do codificador está aberta.
ro: Un alt dialog cu setările encoderului este deschis.
ru: Открыт другой диалог настроек кодера.
tr: Başka bir kodlayıcı ayarları iletişim kutusu açık.
vi: Một hộp thoại cài đặt mã hóa khác đang mở.

source: Encoder settings for {name}
de_ch: Encoder-Einstellungen für {name}
es: Opciones de codificador para {name}
fr: Paramètres de l'encodeur pour {name}
gl: Opcións do codificador para {name}
he: הגדרות קידוד עבור {name}
pl: Właściwości dla {name}
pt_br: Configurações do codificador para {name}
pt_pt: Configurações do codificador para {name}
ro: Setări encoder pentru {name}
ru: Настройки кодера {name}
tr: {name} için kodlayıcı ayarları
vi: Cài đặt mã hóa cho {name}

source: Stream &label
de_ch: Stream-&Bezeichnung
es: &Etiqueta de cadena
fr: Étiquette de f&lux
gl: &Etiqueta de cadea
pl: Etykieta strumienia
pt_pt: Transmissão e rótulo
ro: &Etichetă emisie
vi: &Nhãn phát thanh

source: &Focus to Studio when connected
de_ch: &Bei Verbindungsaufbau zu Studio wechseln
es: En&focar a Studio cuando esté conectado
fr: Mettez le &focus vers Studio lorsqu'il est connecté
gl: En&focar Studio cando estea conectado
he: ה&עברת הפוקוס לסטודיו בעת התחברות
pl: Przełączaj do studia po połączeniu
pt_br: &Focalizar no Studio quando conectado
pt_pt: &Passar o foco para o Studio quando ligado
ro: &Focusare la studio când este conectat
ru: &Фокус на Studio при подключении
tr: &Bağlandığında Studio'ya odaklan
vi: &Focus đến Studio khi kết nối

source: &Play first track when connected
de_ch: &Ersten Titel nach dem Verbindungsaufbau abspielen
es: &Reproducir primera pista cuando esté conectado
fr: &Lire la première piste lorsqu'il est connecté
gl: &Reproducir primeira pista cando estea conectado
he: &נגן את הרצועה הראשונה בעת התחברות
pl: Odtwarzaj pierwszy kawałek po połączeniu
pt_br: Reproduzir &primeira faixa quando conectado
pt_pt: &tocar primeira pista quando ligado
ro: Redă &prima melodie când s-a conectat la server
ru: &Воспроизведение первой дорожки при подключении
tr: Bağlanıldığında ilk &parçayı çal
vi: &Phát track đầu tiên khi kết nối

source: Enable background connection &monitoring
de_ch: Aktiviert Hintergrundüberwachung und -Verbindungsaufbau
es: Habilitar &monitorización de conexión en segundo plano
fr: Activer la connexion en arrière-plan lors de la &surveillance
gl: Habilitar &monitorización de conexión de fondo
he: הפוך את ה&שליטה על ההתחברות לזמינה
pl: Włącz monitorowanie połączenia w tle
pt_br: Habilitar &monitoramento de conexão em segundo plano
pt_pt: Ativar conexão de fundo e monitoramento
ro: Activează &monitorizarea pe fundal a conectării
ru: Включить фоновое & наблюдение за соединением
tr: Arka planda bağlantı izle&meyi etkinleştir
vi: Bật kết nối và theo dõi ngầ&m

source: Play connection status &beep while connecting
de_ch: Spielt Status der Verbindung ab &Piepton während Verbindungsaufbau
es: Reproduce el &pitido de estado de la conexión mientras se conecta
fr: Lire le statut de la connexion en &bip lors de la connexion
gl: Reproducir &pitido de estado da conexión mentras se conecta
he: השמע &צליל מצב בעת התחברות
pl: Dźwięk podczas połączenia
pt_br: Reproduzir &bipe de status de conexão enquanto conectando
pt_pt: Reproduzir o estado da conexão e o sinal sonoro durante a conexão
ro: Redă &bipul de stare a conexiunii când se conectează
ru: Воспроизводить &звуковой сигнал о состоянии соединения во время подключения
tr: Bağlanırken bağlantı durumu &bip sesi çal
vi: Phát trạng thái kết nối &beep trong khi kết nối

source: Switch to Studio after connecting
ar: التحول للاستوديو بعد قطع الاتصال عن الخادم
bg: Превключване към прозореца на програмата след свързване
de_ch: Bei Verbindungsaufbau zu Studio wechseln
es: Cambiar a Studio después de conectarse
fr: Basculer vers Studio après la connexion
gl: Cambiar ó Studio tras se conectar
he: העבר את הפוקוס לסטודיו בעת התחברות
hu: Váltson a Studiora a csatlakozás után.
kn: ಸಂಪರ್ಕಗೊಂಡಾಗ ಸ್ಟೂಡಿಯೊವನ್ನು ಆರಂಭಿಸು
ne: जडान भए पछि स्टुडियोमा जाउ ।।
pl: Przełączaj do studia po połączeniu
pt_br: Mudar para o Studio após conectar
pt_pt: Mudar para o Studio depois de ligar
ro: Comutare la studio după conectare
ru: Переключаться на Studio после подключения
tr: Bağladıktan sonra Studioya geç
vi: Chuyển đến Studio sau khi kết nối

source: Do not switch to Studio after connecting
ar: لا تتحول للاستوديو بعد الاتصال بالخادم
bg: Без превключване към прозореца на програмата след свързване
de_ch: Bei Verbindungsaufbau nicht zu Studio wechseln
es: No cambiar a Studio después de conectarse
fr: Ne pas basculer vers Studio après la connexion
gl: Non cambiar a Studio despois de se conectar
he: אל תעביר את הפוקוס לסטודיו בעת התחברות
hu: Ne váltson a Studiora a csatlakozás után.
kn: ಸಂಪರ್ಕಗೊಂಡಾಗ ಸ್ಟೂಡಿಯೊವನ್ನು ಆರಂಭಿಸಬೇಡ
ne: जडान भए पछि स्टुडियोमा न जाउ ।।
pl: Nie przełączaj do studia po połączeniu
pt_br: Não mudar para o Studio após conectar
pt_pt: Não mudar para o Studio depois de ligar
ro: Nu comuta la studio după conectare
ru: Не переключаться на Studio после подключения
tr: Bağladıktan sonra Studioya geçme
vi: Không chuyển đến Studio sau khi kết nối

source: Toggles whether NVDA will switch to Studio when connected to a streaming server.
ar: تشغيل أو تعطيل التحول لنافذة الاستوديو بعد الاتصال بالخادم
bg: Определя дали NVDA ще превключи към прозореца на програмата при свързване с излъчващ сървър.
de_ch: Legt fest, ob NVDA in das Studio-Hauptfenster wechseln soll, sobald die Verbindung zu einem Streaming-Server hergestellt wurde.
es: conmuta si NVDA cambiará a Studio cuando esté conectado a un servidor de streaming.
fr: Détermine si NVDA bascule vers Studio lorsqu'il est connecté à un serveur de flux.
gl: conmuta se NVDA cambiará a Studio cando estea conectado a un servidor de streaming.
he: מיתוג העברת הפוקוס לסטודיו על ידי NVDA בעת התחברות לשרת זרימה.
hu: A Studiora való váltás beállítása streaming szerverhez való kapcsolódás után.
kn: ಸರ್ವರ್ಗೆ ಸಂಪರ್ಕಗೊಂಡಾಗ nvda ಯನ್ನು ಸಕ್ರೀಯಗೊಳಿಸುತ್ತದೆ
ne: जब सर्बरमा जडान हुन्छ, नेत्रवाणी स्टुडियोमा स्थानान्तरीत हुने प्रक्रिया साटोफेरो हुन्छ ।
pl: Przełącza, czy NVDA będzie przechodzić do studia po połączeniu z serwerem strumieniowania.
pt_br: Alterna se o NVDA irá mudar para o Studio quando conectado a um servidor de transmissão em fluxo — streaming.
pt_pt: Alterna se o NVDA irá mudar para o Studio quando ligado a um servidor de transmissão.
ro: Comută daca NVDA va schimba la Studio după conectarea la un server de streaming.
ru: Переключает, будет ли NVDA переключаться на окно Studio при соединении с потоковым сервером.
tr: Bir akış sunucusuna bağlanıldıktan sonra, NVDA'nın stüdyoya geçip geçmeyeceği ile ilgili ayarı değiştirir.
vi: Bật chế độ để NVDA sẽ chuyển đến Studio khi đã kết nối đến một máy chủ phát thanh.

source: Play first track after connecting
ar: قم بتشغيل أول مسار بعد الاتصال بخادم البث
bg: Възпроизвеждане на първия запис след свързване
de_ch: Ersten Titel nach dem Verbindungsaufbau abspielen
es: Reproducir primera pista después de conectar
fr: Lire la première piste après la connexion
gl: Reproducir primeira pista despois de conectar
he: נגן את הרצועה הראשונה בעת התחברות
hu: Indítsa el az első zeneszámot kapcsolódás után
kn: ಮೊದಲ ಹಾಡನ್ನು ಸಂಪರ್ಕಗೊಂಡಾಗ ಹಾಡಿಸು
pl: Odtwarzaj pierwszą ścieżkę po połączeniu
pt_br: Reproduzir a primeira faixa após conectar
pt_pt: Tocar a primeira pista, depois de se ligar
ro: redă prima melodie după conectare
ru: Воспроизводить первую дорожку после подключения
tr: Bağlandıktan sonra ilk parçayı çal
vi: Phát track đầu tiên sau khi kết nối

source: Do not play first track after connecting
ar: لا تشغل أول مسار بعد الاتصال بخادم البث
bg: Без възпроизвеждане на първия запис след свързване
de_ch: Ersten Titel nach dem Verbindungsaufbau nicht abspielen
es: No reproducir primera pista después de conectar
fr: Ne pas lire la première piste après la connexion
gl: Non reproducir primeira pista despois de conectar
he: אל תנגן את הרצועה הראשונה בעת התחברות
hu: Ne indítsa el az első zeneszámot kapcsolódás után
kn: ಸಂಪರ್ಕಗೊಂಡಾಗ ಮೊದಲ ಹಾಡನ್ನು ಹಾಡಿಸದಿರಿ
pl: Nie odtwarzaj pierwszej ścieżki po połączeniu
pt_br: Não reproduzir a primeira faixa após conectar
pt_pt: Não tocar a primeira pista depois de se ligar
ro: Nu reda prima melodie după conectare
ru: Не воспроизводить первую дорожку после подключения
tr: Bağlandıktan sonra ilk parçayı çalma
vi: Không phát track đầu tiên sau khi kết nối

source: Toggles whether Studio will play the first song when connected to a streaming server.
ar: التبديل بين إمكانية تشغيل الاستوديو لأول أغنية أو عدم تشغيلها عند الاتصال بخادم البث.
bg: Определя дали Studio ще възпроизведе първата песен при свързване с излъчващ сървър.
de_ch: legt fest, ob Studio nach dem Verbindungsaufbau den ersten Titel aus der titelliste abspielen soll.
es: Conmuta si Studio reproducirá o no la primera canción cuando se conecte a un servidor de streaming.
fr: Détermine si Studio lit la première piste lorsqu'il est connecté à un serveur de flux.
gl: Conmuta se Studio reproducirá ou non a primeira canción cando se conecte a un servidor de streaming.
he: מיתוג נגינת הרצועה הראשונה בעת התחברות לשרת זרימה.
hu: Az első szám lejátszásának beállítása streaming szerverhez való kapcsolódás után.
kn: ಸರ್ವರ್ಗೆ ಸಂಪರ್ಕಗೊಂಡಾಗ ಸ್ಟೂಡಿಯೊ ಮೊದಲ ಹಾಡನ್ನು ಆಡಿಸಲಿಕ್ಕೆ ಬದಲಿಸುತ್ತದೆ.
pl: Przełącza, czy Studio będzie odtwarzać pierwszą ścieżkę po połączeniu z serwerem strumieniowania.
pt_br: Alterna se o Studio reproduzirá a primeira música quando conectado a um servidor de fluxo.
pt_pt: Alterna se o Studio reproduz a primeira música quando ligado a um servidor de transmissão.
ro: Comută dacă aplicația Studio va reda prima melodie după conectare la un server de streaming.
ru: Переключает, будет ли Studio воспроизводить первую песню при подключении к потоковому серверу.
tr: Bir akış sunucusuna bağlanıldıktan sonra, NVDA'nın ilk parçayı çalıp çalmaması ile ilgili ayarı değiştirir.
vi: Bật chế độ để Studio sẽ phát bài nhạc đầu tiên khi kết nối vào máy chủ đang phát.

source: Monitoring encoder {encoderNumber}
ar: جاري مراقبة التشفير رقم {encoderNumber}
bg: Наблюдение на енкодер {encoderNumber}
de_ch: Überwachen der Encoder {encoderNumber}
es: Monitorizando codificador {encoderNumber}
fr: Contrôle en cours d'encodeur {encoderNumber}
gl: Monitorizando codificador {encoderNumber}
he: שליטה על מנגנון הקידוד {encoderNumber}
hu: {encoderNumber} encoder ellenőrzés alatt
kn: ಎಂಕೋಡರ್ ಅನ್ನು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಲಾಗುತ್ತಿದೆ {encoderNumber}
pl: Monitorowanie enkodera {encoderNumber}
pt_br: Monitorando o codificador {encoderNumber}
pt_pt: A monitorizar o codificador {encoderNumber}
ro: Se monitorizează encoderul {encoderNumber}
ru: Наблюдение за кодером {encoderNumber}
tr: {encoderNumber} kodlayıcıyı izleme
vi: Đang theo dõi bộ mã hóa {encoderNumber}

source: Encoder {encoderNumber} will not be monitored
ar: التشفير رقم {encoderNumber} لم تتم مراقبته
bg: Енкодерът {encoderNumber} няма да бъде наблюдаван
de_ch: Encoder {encoderNumber} wird nicht überwacht
es: El codificador {encoderNumber} no se monitorizará
fr: Encodeur {encoderNumber} ne sera pas contrôlé
gl: O codificador {encoderNumber} non se monitorizará
he: לא תתבצע שליטה על מנגנון {encoderNumber} הקידוד
hu: {encoderNumber} encoder nem lesz ellenőrizve
kn: ಎಂಕೋಡರ್ {encoderNumber} ಮೇಲ್ವಿಚಾರಣೆಯನ್ನು ಮಾಡಲು ಆಗುವುದಿಲ್ಲ
pl: Enkoder {encoderNumber} nie będzie monitorowany
pt_br: Codificador {encoderNumber} não será monitorado
pt_pt: Codificador {encoderNumber} não será monitorizado
ro: Encoderul {encoderNumber} nu va fi monitorizat.
ru: Кодер {encoderNumber} не будет наблюдаться
tr: {encoderNumber} kodlayıcı izlenmeyecek
vi: Bộ mã hóa {encoderNumber} sẽ không được theo dõi

source: Encoder monitoring canceled
ar: إلغاء مراقبة التشفير
bg: Наблюдението на енкодерът е отменено
de_ch: Encoderüberwachung abgebrochen
es: Monitorización de codificador cancelada
fr: Contrôle d'Encodeur annulé
gl: Monitorización de codificador cancelada
he: השליטה על מנגנון הקידוד בוטלה
hu: Encoder ellenőrzés megszakítva
kn: ಎಂಕೋಡರ್ನ ಮೇಲ್ವಿಚಾರಣೆಯು ರದ್ದುಗೊಂಡಿದೆ
pl: Monitorowanie enkodera zaniechane
pt_br: Monitoramento do codificador cancelado
pt_pt: Monitorização do codificador cancelado
ro: Monitorizarea encoderului a fost anulată.
ru: Наблюдение за кодером отменено
tr: Kodlayıcı izleme iptal edildi
vi: Đã hủy bỏ theo dõi bộ mã hóa

source: Toggles whether NVDA will monitor the selected encoder in the background.
ar: تشغيل أو تعطيل ما إذا كان NVDA سيراقب التشفير المحدد في الخلفية.
bg: Превключва дали NVDA ще наблюдава избраният енкодер във фонов режим.
de_ch: legt fest, ob NVDA den ausgewählten Encoder im Hintergrund überwachen soll.
es: Conmuta si NVDA monitorizará el codificador seleccionado en segundo plano.
fr: Détermine si NVDA surveille l'encodeur sélectionné en arrière-plan.
gl: Conmuta se NVDA monitorizará o codificador selecionado en segundo plano.
he: מיתוג שליטת NVDA על מנגנון הקידוד.
hu: Beállítja, hogy az NVDA a háttérben ellenőrizze-e a kijelölt encodert
kn: ಹಿನ್ನೆಲೆಯಲ್ಲಿ ಆಯ್ಕೆಗೊಂಡಿರುವ ಎಂಕೋಡರ್ನ ಮೇಲ್ವಿಚಾರಣೆಯನ್ನು ಮಾಡಲು NVDA ವಹಿಸಲು ಬದಲಿಸುತ್ತದೆ.
pl: Przełącza monitorowanie wybranego enkodera w tle
pt_br: Alterna se o NVDA monitorará o codificador selecionado em segundo plano.
pt_pt: Alterna se o NVDA monitorará o codificador selecionado em segundo plano.
ro: Comută dacă NVDA va monitoriza sau nu pe fundal encoderul selectat.
ru: Переключает, будет ли NVDA отслеживать выбранный кодер в фоновом режиме.
tr: NVDA'nın seçilen kodlayıcıyı arka planda izleyip izlemeyeceğini değiştirir.
vi: Chuyển chế độ ngầm theo dõi bộ mã hóa được chọn.

source: Stream labeler for {streamEntry}
ar: تسمية الملف الجاري بثه {streamEntry}
bg: Етикетьор на потока за {streamEntry}
de_ch: Stream-Bezeichnung für {streamEntry}
es: Etiquetador de Stream para {streamEntry}
fr: Étiqueteuse de flux pour {streamEntry}
gl: Etiquetador de cadea para {streamEntry}
he: הגדרת תוית עבור {streamEntry}
hu: {streamEntry} stream címkézője
kn: ಹರಿವಿನ ಶೀರ್ಷಿಕೆ {streamEntry}
ne: {streamEntry} का लागि बहाबको नामाकरण
pl: Etykietownik strumienia dla {streamEntry}
pt_pt: Etiquetagem de transmissão para {streamEntry}
ro: Etichetare emisie pentru {streamEntry}
vi: Đặt nhãn phát cho {streamEntry}

source: Enter the label for this stream
ar: ادخل اسم لهذا الملف
bg: Въведете име за този поток
de_ch: Geben Sie die Bezeichnung für diesen Stream ein:
es: Introduce la etiqueta para este stream
fr: Entrez l'étiquette pour ce flux
gl: Introduce a etiqueta para esta cadea
he: נא להקיש את התוית המגדירה את פריט הזרימה הזה
hu: Adja meg a stream nevét!
kn: ಈ ಹರಿವಿಗೆ ಹೆಸರನ್ನು ನಮೂದಿಸಿರಿ
ne: यो बहाबलाई नामाकरण गर ।
pl: Wprowadź etykietę tego strumienia
pt_pt: Digite o rótulo para esta transmissão
ro: Introdu eticheta pentru această emisie
vi: Nhập nhãn cho đường này
