Repository: ChrisDuffley/stationPlaylist
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de_ch, es, fr, gl, he, hr, hu, kn, ne, pl, pt_br, pt_pt, ro, ru, sk, tr, vi

source: beginner
ar: بدائي
bg: Начинаещи
de_ch: Anfänger
es: principiante
fr: débutant
gl: aprendiz
he: מתחיל
hr: za početnike
pl: początkujący
pt_br: principiante
pt_pt: Principiante
ro: Începător
ru: начинающий
sk: Začiatočník
tr: yeni başlayan
vi: người mới bắt đầu

source: advanced
ar: متقدم
bg: Напреднали
de_ch: Fortgeschritten
es: avanzado
fr: avancé
gl: avanzado
he: מתקדם
hr: za napredne
pl: Zaawansowany
pt_br: avançado
pt_pt: Avançado
ro: Avansat
ru: опытный
sk: Pokročilý
tr: gelişmiş
vi: nâng cao

source: Message &verbosity:
ar: الرسالة والإ&طناب:
bg: &Многословност на съобщенията:
de_ch: Ausführlichkeit für &Meldungen:
es: &verbosidad de mensajes:
fr: &Verbosité du message :
gl: &verbosidade das mensaxes:
he: הודעות ורמת מלל:
hr: &Opširnost poruke:
pl: Komunikaty i oznajmianie:
pt_br: &Verbosidade da mensagem:
pt_pt: &Verbosidade da mensagem
ro: Nivel de&taliu mesaje :
ru: &Многословие сообщений:
sk: &Výrečnosť:
tr: &Mesaj ayrıntısı:
vi: Mức độ đọc thông điệp:

source: Track ending
ar: نهاية المسار
de_ch: Titelende
es: Fin de pista
fr: Fin de piste
gl: Remate da pista
he: סיום רצועה
hr: Završni dio snimke
pl: Outro
pt_br: Fim de faixa
pt_pt: Fim de pista
ro: Sfârșitul melodiei
ru: Окончание дорожки
sk: Koniec skladby
tr: Parça bitişi
vi: Track kết thúc

source: Track intro
ar: مقدمة المسار
de_ch: Vorspiel von Titeln
es: Intro de pista
fr: Piste intro
gl: Intro da pista
he: קדימון
hr: Uvodni dio snimke
pl: Intro
pt_br: Introdução de faixa
pt_pt: Introdução de pista
ro: Începutul melodiei
ru: Вступление дорожки
sk: Intro skladby
tr: Parça girişi
vi: Track mở đầu

source: Track intro and ending
ar: مقدمة المسار ونهايته
de_ch: Vorspiel und Ende von Titeln
es: Intro y finalización de pista
fr: Piste intro et fin
gl: Intro e remate da pista
he: קדימון וסיום רצועה
hr: Uvodni i završni dio snimke
pl: Intro i outro
pt_br: Introdução e fim de faixa
pt_pt: introdução e fim de pista
ro: Începutul și sfârșiutl melodiei
ru: Вступление и окончание дорожки
sk: Intro a koniec skladby
tr: Parça giriş ve bitişi
vi: Track mở đầu và kết thúc

source: &Braille timer:
ar: ميقات البراي&ل:
bg: &Брайлов брояч:
es: Temporizador &Braille:
fr: Minuteur &braille :
gl: Temporizador &Braille:
he: התראה בברייל:
hr: &Brajeva štoperica:
hu: &Braille időzítő
kn: &ಬ್ರೈಲ್ ಟೈಮರ್:
pl: Timer brajlowski
pt_br: Temporizador &braille:
pt_pt: & Temporizador Braille:
ro: Cronometru &braille:
ru: &Брайлевский таймер:
sk: Na &Braillovskom riadku zobraziť:
tr: &Braille zamanlayıcı:
vi: &Hẹn giờ chữ nổi:

source: &Library scan announcement:
ar: الإعلان عن &فحص المكتبة:
bg: &Съобщаване на сканиране на библиотека:
de_ch: &Meldung beim Durchsuchen der Bibliothek
es: Anunciado de escaneado de &Biblioteca:
fr: Annonce du balayage de la &bibliothèque :
gl: Anunciado de escaneado da &Biblioteca:
he: הודעה על &סריקת הספריות:
hr: Najavljivanje skeniranja bib&lioteke:
hu: &Gyűjtemény vizsgálat bejelentése
kn: ಲೈಬ್ರರಿ ಸ್ಕ್ಯಾನ್ ತಿಳಿಸುವಿಕೆ
pl: Oznajmianie skanowania biblioteki:
pt_br: Anúncio de varredura da bib&lioteca:
pt_pt: Anúncio de varrimento da bib&lioteca
ro: Anunțarea scanării &librăriei:
ru: Объявление о сканировании &библиотеки:
sk: &Skenovanie knižnice:
tr: &Kütüphane tarama duyurusu:
vi: &Thông báo quét thư viện:

source: Include &hours when announcing track or playlist duration
de_ch: Stunden bei der &Ansage der Titel- und Playlistdauer mit einbeziehen
es: Incluye &horas al anunciar la duración de la pista o de la lista de reproducción
fr: Inclure les &heures en annonçant la durée de la piste ou de la playlist
gl: Inclúe &horas ao anunciar a duración da pista ou da lista de reproducción
he: ציון מספר &שעות בהודעה על אורך הרצועות
hr: &Uključi sate pri najavljivanju trajanja snimke ili popisa snimaka
pl: Uwzględniaj godziny przy oznajmianiu czasu utworu lub playlisty
pt_br: Incluir &horas ao anunciar a duração da faixa ou lista de reprodução
pt_pt: Inclui horas, quando anuncia pistas ou duração da Playlist
ro: Include &orele când se anunță durata melodiei sau a playlistului
ru: Указывать &часы при объявлении дорожки или продолжительности списка воспроизведения
sk: Pri oznamovaní dĺžky skladieb a playlistu oznamovať &Hodiny
tr: Parça veya çalma listesi süresini duyururken saatleri da&hil et
vi: Bao gồm &số giờ khi thông báo thời lượng của track hay danh sách phát

source: &Vertical column navigation announcement:
de_ch: &Ansage der vertikalen Spaltennavigation:
es: Anunciado de navegación &Vertical de columna:
fr: &Annonce de navigation en colonne verticale :
gl: Anunciado da navegación &Vertical da columna:
he: הקראת שם הר&צועות :
hr: Najavljivanje okomitog kretanja po stupcima:
pl: &Ogłaszanie pionowej eksploracji kolumn
pt_br: Anúncio de navegação na coluna &vertical:
pt_pt: & Vertical coluna anúncio de navegação:
ro: &Anunțarea navigării coloanei verticale
ru: Объявление в &вертикальном столбце навигации:
sk: Oznamovanie počas &vertikálnej navigácie v metadátach:
tr: &Dikey sütun dolaşım duyurusu:
vi: &Thông báo điều hướng cột đứng:

source: whichever column I am reviewing
de_ch: Egal in welcher Spalte ich mich befinde
es: la columna que estoy revisando
fr: Quelle que soit la colonne que je visualise
gl: a columna que estou a revisar
he: בכל עמודה שאני בודק
hr: bilo koji stupac koji pregledavam
pl: Którąkolwiek kolumnę przeglądam
pt_br: qualquer coluna que estou revisando
pt_pt: Qualquer coluna que eu esteja a rever
ro: Indiferent de coloana pe care o revizuiesc
ru: какой бы столбец я ни просматривал
sk: ktoré metadáta prezerám
tr: hangi sütunu inceliyorsam
vi: bất cứ cột nào tôi đang xem lại

source: &Beep for different track categories
de_ch: &Piepton für verschiedene Titelkathegorien
es: &Pitar para diferentes categorías de pistas
fr: &Bip pour les différentes catégories de piste
gl: &Pitar para diferentes categorías de pista
he: צל&יל שונה עבור סוגים של רצועות
hr: &Sviraj zvučni signal za različite kategorije snimaka
pl: Dźwięk dla różnych kategorii utworów
pt_br: &Bipe para diferentes categorias de faixa
pt_pt: & Beep para diferentes categorias de pista
ro: &Bip pentru diverse categorii de melodii
ru: &Сигнал для различных категорий дорожек
sk: &Pípať pri rôznych kategóriách skladieb
tr: Farklı parça kategorileri için &bip sesi
vi: &Beep cho các loại track khác nhau

source: Message
de_ch: meldung
es: mensaje
gl: mensaxe
he: הודעה
hr: Poruka
pl: Słowem
pt_br: Mensagem
pt_pt: Mensagem
ro: Mesaj
ru: Сообщение
sk: reč
tr: Mesaj
vi: Thông điệp

source: &Track comment announcement:
de_ch: &Ansage des Kommentars für den Musiktitel
es: Anunciado de comentario de &pista:
fr: Annonce du commen&taire de piste :
gl: Anunciado do comentario da &pista:
he: הקראת שם הר&צועות :
hr: &Najavljivanje komentara snimke:
pl: Oznajmianie komentarza dla utworu
pt_br: Anúncio de comen&tário de faixa:
pt_pt: Anúncio de comentário de pis&ta
ro: Anunțarea comentariului &melodiei:
ru: Объявление комментария &дорожки:
sk: Oznamovanie &komentárov:
tr: &Parça yorum anonsu:
vi: &Thông báo chú thích track:

source: Notify when located at &top or bottom of playlist viewer
de_ch: Benachrichtigen, wenn der Cursor im oberen oder unteren Bereich des Playlist-Viewers angekommen ist.
es: Notificar al localizar la parte &superior o inferior del Visualizador de Lista de reproducción
fr: Notifier lorsqu'il se trouve en hau&t ou en bas de la visionneuse de playlist
gl: Notifica cando localizou a parte &superior ou inferior do visualizador do playlist
he: עדכן כאשר מצוי בראשית או בתחתית רשימת ההשמעה
hr: &Obavijesti kad se nalazim na vrhu ili dnu prikaza popisa snimaka
pl: Powiadamianie o końcu bądź początku playlisty
pt_br: Notificar quando localizado em início ou fim do visualizador de lis&ta de reprodução
pt_pt: Notificar quando localizado em &início ou fim do visualizador de lista de reprodução
ro: Notifică când e localizat la &începutul sau sfârșitul vizualizatorului listei de redare
ru: Уведомлять, когда он находится &вверху или внизу просмотрщика списка воспроизведения
sk: Oznamovať začiatok a &Koniec playlistu
tr: Çalma listesi görüntüleyicinin üs&tünde veya altında bulunduğunda bildirim gönder
vi: Thông báo khi ở đầu hay cuối của trình xem danh sách phát

source: Play a sound when listener &requests arrive
de_ch: Spielen Sie einen Sound ab, wenn der Zuhörer &Eintritt anfordert.
es: Reproducir un sonido cuando lleguen las &peticiones del escuchante
fr: Jouer un son lorsque les &demandes d'auditeurs arrivent
gl: Reproducir un son cando cheguen as &peticións do escoitante
he: השמע צליל כאשר מאזינים &ובקשות מגיעות
hr: &Sviraj zvuk kad stignu zahtjevi slušatelja
pl: Odtwarzaj dźwięk przy piosence na życzenie
pt_br: &Reproduzir um som quando chegarem pedidos de ouvinte
pt_pt: Reproduzir um som quando chega uma solicitação de um ouvinte
ro: Redați un sunet atunci când &cererile ascultătorului sosesc
ru: Воспроизведение звука при поступлении запросов от слушателя
sk: Upozorniť na želanie &Poslucháča
tr: Dinleyici istekle&ri geldiğinde ses çal
vi: Phát âm thanh khi có &yêu cầu của người nghe

source: Another alarm dialog is open.
ar: هناك محاورة تنبيه أخرى مفتوحة
bg: Отворен е друг диалог за аларма.
de_ch: Ein anderer Benachrichtigungsdialog ist offen.
es: Está abierto otro diálogo de alarma.
fr: Un autre dialogue d'alarme est ouvert.
gl: Está aberto outro diálogo de alarma.
he: תיבת דו-שיח של התראה כבר פתוחה.
hu: Egy másik riasztás ablak már nyitva van.
kn: ಮತ್ತೊಂದು ತಿಳಿಸುವಿಕೆಯ ಸಂವಾದ ತೆರೆದಿದೆ.
pl: Inne okno konfiguracji alertów już działa.
pt_pt: Está aberto outro diálogo de alarme
ro: Un alt dialog de alertă este deschis.
vi: Một hộp thoại báo động khác đang mở.

source: Alarms Center
de_ch: Benachrichtigungscenter
es: Centro de Alarmas
fr: Centre des alarmes
gl: Centro de Alarmas
he: מרכז ההתראות
pl: Centrum alertów
pt_pt: Centro de alarmes
ro: Centrul de alarme
vi: Trugn tâm các báo động

source: End of track alarm
ar: التنبيه بوقت نهاية المسار
bg: Предупреждение за край на записа
de_ch: Benachrichtigung bei Titelende
es: Aviso de final de pista
fr: Alarme de fin de piste
gl: Alarma de remate de pista
he: סוף התראת רצועה
hr: Alarm za kraj snimke
hu: Zeneszám végi riasztás
kn: ಕೊನೆಯ ಹಾಡಿನ ಎಚ್ಚರ
ne: धुन डाकोको समाप्ती
pl: Alarm końca ścieżki
pt_pt: Fim da pista de alarme
ro: Alarma sfârșitului melodiiei.
vi: Báo động cuối track

source: Song intro alarm
ar: التنبيه بمقدمة الأغنية
bg: Предупреждение за въвеждащата мелодия
de_ch: Benachrichtigung bei Song-Einleitung
es: Alarma de intro de sonido
fr: Allarme chanson intro
gl: Alarma de intro de canción
he: התראה על סוף קדימון
hr: Alarm za uvodni dio pjesme
hu: Intró riasztás
kn: ಹಾಡಿನ ಕುರಿತಾಗಿರುವ ತಿಳಿಸುವಿಕೆ
pl: Alarm intra piosenki
pt_pt: Alarme de introdução de música
ro: Alarma de intrare a melodiiei
vi: Báo động nhạc dạo

source: Microphone alarm
ar: التنبيه بعمل الميكروفون
bg: Предупреждение за микрофона
de_ch: Mikrofon-Alarm
es: Alarma de micrófono
fr: Alarme microphone
gl: Alarma de micrófono
he: התראת הקלטה
hr: Alarm za mikrofon
hu: Mikrofon riasztás
kn: ಮೈಕ್ರೋ ಫೋನ್ ಇರುವಿಕೆಯ ತಿಳಿಸುವಿಕೆ
pl: Alarm mikrofonu
pt_pt: Alarme de microfone
ro: Alarma microfonului
vi: Báo động microphone

source: &End of track alarm in seconds
ar: الت&نبيه بوقت نهاية المسار بالثواني
bg: Предупреждение за &край на записа в секунди
de_ch: &Benachrichtigung zum Ende eines Titels in Sekunden
es: Alarma de &Fin de pista en segundos
fr: Alarme de &fin de piste en secondes
gl: Alarma de &Remate da pista en segundos
he: התרעה בשניות על &סיום קרוב של הרצועה
hr: Alarm za &kraj snimke u sekundama
hu: Zeneszám &végi riasztás másodpercben
kn: &ಹಾಡಿನ ಕೊನೆಯ ತಿಳಿಸುವಿಕೆ ಸೆಕೆಂಡ್ಸ್ಗಳಲ್ಲಿ
pl: Alarm końca ścieżki w sekundach
pt_br: Alarme de fim de faixa &em segundos
pt_pt: & Alarme de fim de pista em segundos
ro: Alarma pentru &sfârșit de melodie în secunde
ru: Сигнал &окончания дорожки в секундах
sk: &Upozornenie na koniec skladby (v sekundách)
tr: &Saniyeler içinde parça sonu alarmı
vi: &Báo động cuối track bằng giây

source: &Notify when end of track is approaching
ar: التنبيه ب&قرب نهاية المسار
bg: Предупреждение при наближаване на края на &записа
de_ch: &Benachrichtigen sobald das Titelende erreicht wird
es: &Notificar cuando se acerque el final de la pista
fr: &Notifier lorsque la fin de piste est proche
gl: &Notificar cando se achegue o remate da pista
he: התראה ברגע שסוף הנגינה מתקרב
hr: &Obavijesti kad se približava kraj snimke
hu: Figyelmeztessen, ha a &zeneszám vége közeledik
kn: ಹಾಡು ಕೊನೆಗೊಳ್ಳುವಾಗ ತಿಳಿಸು
pl: Powiadamiaj o nadchodzącym outrze
pt_br: &Notificar quando o fim da faixa estiver se aproximando
pt_pt: & Notificar quando o fim da pista se aproxima
ro: &Notifică când sfârșitul melodiei se apropie.
ru: &Уведомлять о приближении конца дорожки
sk: &Upozorniť na koniec skladby
tr: &Parçanın sonuna yaklaşıldığında bildirim göster
vi: &Thông báo khi gần hết track

source: &Track intro alarm in seconds
ar: التنبيه بم&قدمة المسار بالثواني
bg: Аларма за въведението в записа в секунди
de_ch: &Vorwarnzeit für Titelanfang in Sekunden
es: Alarma de intro de &Pista en segundos
fr: Allarme &piste intro en secondes
gl: Alarma de intro da &Pista en segundos
he: התראה על סיום קרוב של ה&קדימון
hr: Alarm za &uvodni dio snimke u sekundama
hu: &Intro riasztás másodpercben
kn: &ಹಾಡಿನ ತಿಳಿಸುವಿಕೆ ಸೆಕೆಂಡ್ಸ್ಗಳಲ್ಲಿ
pl: Alarm intra w sekundach
pt_br: Alarme de in&trodução de faixa, em segundos
pt_pt: Alarme de introdução de pista, em segundos
ro: Alarma pentru î&nceput de melodie în secunde
ru: Сигнал вступления &дорожки в секундах
sk: In&tro skladby v sekundách
tr: &Giriş alarmını saniyeler içinde takip edin
vi: &Báo động track nhạc dạo bằng giây

source: &Notify when end of introduction is approaching
ar: التنبي&ه بقرب نهاية المقدمة
bg: Предупреждение при наближаване на края на &въведението
de_ch: &Benachrichtigen sobald das Ende der Einleitung erreicht wird
es: &Notificar cuando se acerque el final de la introducción
fr: &Notifier lorsque la fin de l'introduction est proche
gl: &Notificar cando se achegue o remate da introducción
he: התראה ברגע שסוף נגינת הקדימון מתקרב
hr: &Obavijesti kad se približava kraj uvodnog dijela
hu: Figyelmeztessen, ha az &intro vége közeleg
kn: ಪರಿಚಯವು ಕೊನೆಗೊಳ್ಳುವಾಗ ತಿಳಿಸು
pl: Powiadamiaj o zbliżającym się intrze
pt_br: &Notificar quando o fim da introdução estiver se aproximando
pt_pt: & Notificar quando o fim da introdução se aproxima
ro: &Notifică la apropierea sfârșitului introducerii.
ru: &Уведомлять о приближении окончания вступления
sk: Upozor&niť na koniec intra
tr: Tanıtım so&nu yaklaştığında bildirim göster
vi: &Thông báo khi gần hết phần giới thiệu

source: &Microphone alarm in seconds (0 disables the alarm)
de_ch: &Zeitspanne des Mikrofon-Alarms in Sekunden (mit 0 können Sie den Alarm ausschalten)
es: Alarma de &Micrófono en segundos (0 deshabilita la alarma)
fr: Alarme du &microphone en secondes (0 désactive l'alarme)
gl: Alarma de &Micrófono en segundos (0 deshabilita a alarma)
he: &התראת מיקרופון בשניות (0 משבית את ההתראה)
hr: Alarm za &mikrofon u sekundama (0 isključuje alarm)
pl: Alarm mikrofonu w sekundach; (0 = wyłączony)
pt_br: Alarme do &microfone em segundos (0 desabilita o alarme)
pt_pt: & Alarme do microfone em segundos (0 desativa o alarme)
ro: Alarma microfonului în secunde (0 dezactivează alarma)
ru: Сигнал &микрофона в секундах (0 отключает сигнал)
sk: Upozornenie na zapnutý &mikrofón v sekúndách (0 je vypnuté)
tr: Saniyeler içinde &mikrofon alarmı (0 alarmı devre dışı bırakır)
vi: &Báo động Microphone bằng giây (0 giây là tắt báo động)

source: Microphone alarm &interval in seconds
ar: التنبيه بالميكروفون والاستراحات بالثواني
de_ch: Intervall für &Mikrofon-Alarm in Sekunden
es: &Intervalo de alarma de &Micrófono en segundos
fr: Alarme microphone &intervalle en secondes
gl: &Intervalo da alarma do &Micrófono en segundos
he: התראה על ההקלטה ב&פרקי זמן קצובים
hr: &Interval alarma za mikrofon u sekundama
pt_br: Alarme de microfone &intervalo em segundos
pt_pt: Alarme de microfone &intervalo em segundos
ro: &Intervalul de alarmă a microfonului în secunde
ru: &Интервал сигнала микрофона в секундах
sk: &Interval upozornenia na zapnutý mikrofón v sekúndách
tr: San&iye cinsinden mikrofon alarm aralığı
vi: Thời &gian báo động microphone tính bằng giây

source: Select information to be included when obtaining playlist snapshots. Track count and total duration are always included.
de_ch: Whälen Sie die Informationen aus, die bei der Erstellung von Playlist-Statistiken berücksichtigt werden sollen. Anzahl der Titel und Gesamtdauer sind standardmässig eingeschlossen.
es: Selecciona información para ser incluida al obtener instantáneas de listas de reproducción. Siempre se incluyen la cuenta de pistas y la duración total.
fr: Sélectionnez l'information à inclure lors de l'obtention des instantanés de playlist Le nombre de pistes et la durée totale sont toujours inclus.
gl: Seleciona información para se incluir ao obter instantáneas de listaxess de reprodución. Sempre se inclúen a conta de pistas e a duración total.
he: בחר מידע שייכלל בעת קבלת צילומי רשימת השמעה. מספר רצועות ומשך הזמן הכולל תמיד כלולים.
hr: Odaberi podatke koje želiš uključiti u statistiku popisa snimaka. Broj snimaka i ukupno trajanje se uvijek uključuju.
pl: Wybierz informacje wyświetlane w przeglądzie playlisty. Kolumny liczba utworów oraz artysta są zawsze uwzględniane.
pt_br: Selecione a informação a ser incluída ao obter instantâneos da lista de reprodução. A contagem de faixas e a duração total estão sempre incluídas.
pt_pt: Selecione a informação a ser incluída ao obter instantâneos da lista de reprodução. A contagem de pistas e a duração total estão sempre incluídas.
ro: Selectați informațiile care trebuie incluse la obținerea instantaneelor de redare. Numărul de track-uri și durata totală sunt întotdeauna incluse.
ru: Выберите информацию, которая будет включена при получении снимков списка воспроизведения. Всегда учитывается количество дорожек и общая продолжительность.
sk: Aké informácie chcete zobrazovať v štatistike playlistu? Počet skladieb a dĺžka playlistu sa zobrazia vždy.
tr: Çalma listesi anlık görüntüleri alınırken dahil edilecek bilgileri seçin. Parça sayısı ve toplam süre her zaman dahil edilir.
vi: Chọn các thông tin để bao gồm khi thu thập ảnh chụp danh sách phát. Số lượng track và tổng thời gian luôn được bao gồm.

source: Shortest and longest tracks
de_ch: kürzester und längster Titel
es: Pistas más cortas y más largas
fr: Les pistes les plus courtes et les plus longues
gl: Pistas máis curtas e máis longas
he: רצועות הכי קצרות והכי ארוכות
hr: Najkraća i najduža snimka
pl: Utwór najdłuższy i najkrótszy
pt_br: Faixas mais curtas e mais longas
pt_pt: Pistas mais curtas e mais longas
ro: Cele mai scurte și cele mai lungi piese
ru: Кратчайшие и длинейшие дорожки
sk: Najdlhšia a najkratšia skladba
tr: En kısa ve en uzun parçalar
vi: Các track dài nhất và ngắn nhất

source: Average track duration
de_ch: Durchschnittsdauer der Titel
es: Duración media de la pista
fr: Durée moyenne de la piste
gl: Duración media da pista
he: משך רצועה ממוצעת
hr: Prosječno trajanje snimaka
pl: Średni czas utworu
pt_br: Média de duração de faixa
pt_pt: Média de duração de pista
ro: Media duratei piesei
ru: Средняя продолжительность дорожки
sk: Priemerná dĺžka skladby
tr: Ortalama parça süresi
vi: Thời lượng trung bình của track

source: Artist count
de_ch: Anzahl der Interpreten
es: cuenta de artistas
fr: Nombre d'artistes
gl: Conta de artistas
he: ספירת אמנים
hr: Broj izvođača
pl: liczba wykonawców
pt_br: Contagem de intérpretes
pt_pt: Contagem de intérpretes
ro: Număr de artiști
ru: Число исполнителей
sk: Interpreti
tr: Sanatçı sayısı
vi: Lượt ca sĩ

source: Top artist count (0 displays all artists)
de_ch: Anzahl der Top Interpreten (0 zeigt alle Interpreten an)
es: cuenta de artistas principales (0 muestra todos los artistas)
fr: Le meilleur nombre d'artistes (0 affiche tous les artistes)
gl: conta de artistas principais (0 amosa todos os artistas)
he: ספירת האמן המוביל (0 מציג את כל האמנים)
hr: Top izvođači (0 prikazuje sve izvođače)
pl: Liczba często granych wykonawców (0 wyświetla wszystkich)
pt_br: Contagem de intérpretes principais (0 mostra todos os intérpretes)
pt_pt: Contar primeiros intérpretes (0 mostra todos os artistas)
ro: Top număr de artiști(0 afișează toți artiștii)
ru: Число лучших исполнителей (0 отображает всех исполнителей)
sk: Najhranejší interpreti (0 zobrazí všetkých interpretov)
tr: En iyi sanatçı sayısı (0, tüm sanatçıları görüntüler)
vi: Số ca sĩ tiêu biểu (0 sẽ hiển thị tất cả ca sĩ)

source: Category count
de_ch: Anzahl der Kategorien
es: Cuenta de categorías
fr: Nombre de catégories
gl: Conta de categorías
he: ספירת קטגוריות
hr: Broj kategorija
pl: Liczba kategorii
pt_br: Contagem de categorias
pt_pt: Contagem de categorias
ro: Număr de categorii
ru: Число категорий
sk: Kategórie
tr: Kategori sayısı
vi: Số loại

source: Top category count (0 displays all categories)
de_ch: Anzahl der Top Kategory (0 zeigt alle Kategorien an)
es: Cuenta de categorías principales (0 muestra todas las categorías)
fr: Le meilleur nombre de catégories (0 affiche toutes les catégories)
gl: Conta de categorías principais (0 amosa todas as categorías)
he: ספירת הקטגוריה המובילה (0 מציג את כל הקטגוריות)
hr: Top kategorije (0 prikazuje sve kategorije)
pl: Liczba często wybieranych kategorii (0 wyświetla wszystkie)
pt_br: Contagem de categoria principal (0 exibe todas as categorias)
pt_pt: Contagem de categoria superior (0 exibe todas as categorias)
ro: Top număr de categorii(0 afișează toate categoriile)
ru: Число лучших категорий (0 отображает все категории)
sk: Najhranejšie kategórie (0 zobrazí všetky)
tr: En üst kategori sayısı (0, tüm kategorileri görüntüler)
vi: Các chủ đề tiêu biẻu (0 sẽ hiện thị tất cả chủ đề)

source: Genre count
de_ch: Anzahl Genre
es: Cuenta de géneros
fr: Nombre de genre
gl: Conta de xéneros
he: מספר סגנונות
hr: Broj žanrova
pl: Liczba gatunków
pt_br: Contagem de gêneros
pt_pt: Contagem de géneros
ro: Numărul de genuri
ru: Число жанров
sk: žáner
tr: Tür sayısı
vi: Số thể loại

source: Top genre count (0 displays all genres)
de_ch: Anzahl des Top Genres (0 zeigt alle Genres an)
es: Cuenta de géneros principales (0 muestra todos los géneros)
fr: Le meilleur nombre de genre (0 affiche tous les genres)
gl: Conta de xéneros principais (0 amosa todos os xéneros)
he: ספירת הז'אנרים המובילים (0 מציג את כל הז 'אנרים)
hr: Top žanrovi (0 prikazuje sve žanrove)
pl: Liczba gatunków top (0 wyświetla wszystkie)
pt_br: Contagem de gênero principal (0 mostra todos os gêneros)
pt_pt: Contagem de género superior (0 mostra todos os géneros)
ro: Top număr de genuri(0 afișează toate genurile)
ru: Число лучших жанров (0 отображает все жанры)
sk: Najhranejší žáner (0 zobrazí všetky)
tr: En iyi tür sayısı (0, tüm türleri görüntüler)
vi: Các thể loại tiêu biểu (0 sẽ hiển thị tất cả thể loại)
