Repository: ChrisDuffley/stationPlaylist
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de_ch, es, fr, gl, he, hr, hu, kn, ne, pl, pt_br, pt_pt, ro, ru, sk, tr, vi

source: * Added a setting in add-on settings under status announcements to announce when a cart finishes playing (NVDA will say 'cart stopped'). * In add-on settings/status announcements, cart name checkbox is now cart announcement check list box with the former setting becoming a checkable option. * In Studio 6.20 and later, SPL Controller can be used to control local Studio and/or Remote Studio. A new setting in add-on settings dialog under Advanced settings panel allows configuring SPL Controller coverage/scope between both local Studio and Remote Studio or one or the other. In earlier Studio releases, SPL Controller layer will control local Studio. * In local Studio, performing track elapsed (Alt+Shift+T) and remaining time (Control+Alt+T) commands will also announce elapsed and remaining time for the currently playing voice track and/or cart. In addition, pressing SPL Controller, R will announce remaining duration of the playing track, voice track, or cart for local Studio. * Metadata streaming and status announcements settings panels will not be shown when opening add-on settings screen from Remote Studio. * Settings to report library scans and listener requests will not be shown in add-on settings when opened from Remote Studio. * In local Studio, NVDA will announce track starts value correctly (SPL Assistant, S). * In local Studio, NVDA will no longer announce wrong information when locating various screen information such as weather data if error log button is shown on screen. * Library scan announcement toggle command (NVDA+Shift+R) is now limited to local Studio. * Changed the following SPL Assistant JAWS layout commands: hour duration (H to T), hour remaining duration (Shift+H to H), library scan (Shift+R to Alt+T), cart edit/insert (T to number row 0). * Resolved "Time Scheduled/Time" column announcement and usage in local Studio 6.20, including reporting of wrong column content when vertical column navigation is set to "Time Scheduled", NVDA reporting "Time Scheduled not found" when this column is configured as a columns explorer slot, and wrong column title shown in playlist transcripts. * Resolved issues working with results from insert tracks dialog in local Studio 6.20, including NVDA saying "Artist not found" when performing columns explorer commands (Control+NVDA+number row) to obtain artist information, wrong column information announced in columns explorer, and top and bottom beeps being heard. * NVDA will no longer include empty column content when generating playlist transcripts in plain text and HTML list formats. * In local Studio, NVDA will no longer announce "no track playing" when announcing next track title when no tracks are playing but next track title is showing on screen. * In Remote Studio, taking playlist snapshots (SPL Assistant, F8) shows more accurate results. * In Remote Studio, NVDA will no longer do nothing or play error tones when announcing current and next track titles and is configured to announce track player information.
ru: * В настройках дополнения в разделе объявлений о состоянии добавлена настройка, позволяющая объявлять, когда корзина завершает воспроизведение (NVDA сообщит: `Корзина остановлена`). * В настройках/объявлениях о состоянии дополнения флажок имени корзины теперь является флажком списка объявлений о корзине, а прежний параметр становится доступным для отметки. * В Studio 6.20 и выше, панель управления SPL может использоваться для управления локальной и/или удаленной Studio. Новый параметр в диалоге настроек дополнения на панели дополнительных настроек позволяет настраивать покрытие/область действия панели управления SPL как между локальной Studio, так и с удаленной Studio, или между той или иной. В более ранних выпусках Studio уровень панели управления SPL будет управлять локальной Studio. * В локальной Studio при выполнении команд прошедшего времени дорожки (Alt+Shift+T) и Оставшегося времени (Control+Alt+T) также будет объявлено прошедшее и оставшееся время для воспроизводимой в данный момент голосовой дорожки и/или корзины. Кроме того, нажатие панели управления SPL, R объявит оставшуюся продолжительность воспроизводимой дорожки, голосовой дорожки или корзины для локальной студии. * Панели настроек потоковой передачи метаданных и объявлений о состоянии не будут отображаться при открытии экрана настроек дополнения из Удалённой Studio. * Настройки объявлений о сканированиях библиотеки и запросах слушателей не будут отображаться в настройках дополнения при открытии из Удалённой Studio. * В локальной Studio NVDA правильно объявит значение начала дорожки (помощник SPL, S). * В локальной Studio NVDA больше не будет объявлять неверную информацию при поиске различной информации на экране, например данные о погоде, если на экране отображается кнопка журнала ошибок. * Команда переключения объявления о сканировании библиотеки (NVDA+Shift+R) теперь доступна только в локальной Studio. * Изменены следующие команды раскладки JAWS помощника SPL: продолжительность часа (с H на T), оставшаяся продолжительность в часе (с Shift+H на H), сканирование библиотеки (с Shift+R на Alt+T), редактирование/вставка корзины (с T на числовая строка 0). * Устранено объявление и использование столбца запланированного времени/Времени в локальной Studio 6.20, включая объявления о неправильном содержимом столбца, когда для навигации по вертикальному столбцу установлено значение запланированного времени, сообщение NVDA "Запланированное время не найдено", когда этот столбец настроен как слот проводника столбцов, и неправильный заголовок столбца, отображаемый в расшифровках списка воспроизведения. * Решены проблемы с работой с результатами из диалога вставки дорожек в локальной Studio 6.20, включая сообщение NVDA "Исполнитель не найден" при выполнении команд проводника столбцов (Control+NVDA+цифра числового ряда) для получения информации об исполнителе, неправильная информация о столбце, объявляемая в проводнике столбцов, а также слышимость высоких и низких сигналов. * NVDA больше не будет включать пустое содержимое столбца при создании расшифровок списков воспроизведения в форматах обычного текста и списка HTML. * В локальной Studio NVDA больше не будет объявлять "Дорожка не воспроизводится" при объявлении названия следующей дорожки, когда дорожки не воспроизводятся, но название следующей дорожки отображается на экране. * В Удалённой Studio создание снимков списка воспроизведения (помощник SPL, F8) даёт более точные результаты. * В Удалённой Studio NVDA больше не будет ничего делать или воспроизводить сигналы ошибок при объявлении названий текущей и следующей дорожки при настройке на объявление информации о проигрывателе дорожек.
tr: * Durum duyuruları altındaki eklenti ayarlarına, sepetinn çalınması bittiğinde bunu duyurmak için bir ayar eklendi (NVDA, “sepet durdu” diye sesli uyarı verecektir). * Eklenti ayarlarında/durum duyurularında, sepet adı onay kutusu artık sepet duyurusu kontrol listesi kutusu haline geldi ve eski ayar kontrol edilebilir bir seçenek haline geldi. * Studio 6.20 ve sonraki sürümlerde, SPL Denetleyicisi yerel Studio'yu ve/veya Remote Studio'yu kontrol etmek için kullanılabilir. Gelişmiş ayarlar paneli altındaki eklenti ayarları iletişim kutusundaki yeni bir ayar, hem yerel Studio hem de Remote Studio veya biri veya diğeri arasında SPL Denetleyici kapsamının/kapsamının yapılandırılmasına olanak tanır. Önceki Studio sürümlerinde, SPL Denetleyici katmanı yerel Studio'yu kontrol edecektir. * Yerel Studio'da, geçen süre (Alt+Shift+T) ve kalan süre (Control+Alt+T) komutlarını uyguladığınızda, o anda çalınan ses parçası ve/veya sepet için geçen süre ve kalan süre de duyurulur. Ayrıca, SPL Denetleyici, R tuşuna basıldığında, yerel Studio için çalınan parçanın, ses parçasının veya sepetin kalan süresi duyurulur. * Remote Studio'dan eklenti ayarları ekranı açıldığında meta veri akışı ve durum duyuruları ayar panelleri gösterilmeyecektir. * Kitaplık taramalarını ve dinleyici isteklerini duyurmaya yönelik ayarlar, Remote Studio'dan açıldığında eklenti ayarlarında gösterilmeyecektir. * NVDA, yerel Studio'da parça başlangıç ​​değerini doğru şekilde duyuracaktır (SPL Assistant, S). * Yerel Stüdyoda, ekranda hata günlüğü düğmesi gösteriliyorsa, NVDA artık hava durumu verileri gibi çeşitli ekran bilgilerini bulurken yanlış bilgileri duyurmayacak. * Kitaplık tarama duyurusu geçiş komutu (NVDA+Shift+R) artık yerel Studio ile sınırlıdır. * Şu SPL Asistan JAWS düzeni komutları değiştirildi: saat süresi (H'den T'ye), kalan saat süresi (Shift+H'den H'ye), kitaplık taraması (Shift+R'den Alt+T'ye), sepet düzenleme/ekleme (T'den sayı satırı 0'a). * Yerel Studio 6.20'de "Zaman Planlandı/Zaman" sütunu duyurusu ve kullanımı çözüldü; dikey sütun navigasyonu "Zaman Planlandı" olarak ayarlandığında yanlış sütun içeriğinin raporlanması, bu sütun sütun gezgini yuvası olarak yapılandırıldığında NVDA'nın "Zaman Planlandı bulunamadı" bildirimi yapması ve oynatma listesi transkriptlerinde yanlış sütun başlığı gösterilmesi dahil. * Sanatçı bilgilerini almak için sütun gezgini komutlarını (Kontrol+NVDA+sayı satırı) gerçekleştirirken NVDA'nın "Sanatçı bulunamadı" demesi, sütun gezgininde yanlış sütun bilgilerinin duyurulması ve üst ve alt bip seslerinin duyulması dahil olmak üzere, yerel Studio 6.20'deki parça ekle iletişim kutusundaki sonuçlarla çalışmayla ilgili sorunlar çözüldü. * NVDA artık düz metin ve HTML liste formatlarında çalma listesi transkriptleri oluştururken boş sütun içeriğini içermeyecek. * Yerel Stüdyoda, NVDA artık hiçbir parça çalınmadığında ancak ekranda bir sonraki parça adı gösterildiğinde bir sonraki parça başlığını duyururken "parça çalınmıyor" uyarısını yapmayacak. * Remote Studio'da çalma listesi anlık görüntülerinin alınması (SPL Asistan, F8) daha doğru sonuçlar verir. * Remote Studio'da, NVDA artık mevcut ve sonraki parça başlıklarını duyururken hiçbir şey yapmayacak, hata tonları çalmayacak ve parça çalma bilgilerini duyuracak şekilde yapılandırılmıştır.

source: Welcome to StationPlaylist add-on for NVDA, your companion to broadcasting with SPL Studio using NVDA screen reader. Highlights of StationPlaylist add-on include: * Layer commands for obtaining status information. * Various ways to examine track columns. * Various ways to find tracks. * Cart Explorer to learn cart assignments. * Comprehensive settings and documentation. * Completely free, open-source and community-driven. * And much more. Visit www.stationplaylist.com for details on StationPlaylist suite of applications. Visit StationPlaylist entry on NVDA Community Add-ons page (addons.nvda-project.org) for add-on details and to read the documentation. Want to see this dialog again? Just press Alt+NVDA+F1 while using Studio to return to this dialog. Thank you.
pt_br: Bem-vindo(a) ao complemento StationPlaylist para NVDA, seu companheiro para a transmissão — broadcasting — com SPL Studio usando o leitor de tela NVDA. Os destaques do complemento StationPlaylist incluem: * Comandos de camada para obter informações de status. * Várias maneiras de examinar as colunas da faixa. * Várias maneiras de localizar faixas. * Explorador do Carrinho para aprender as atribuições do carrinho. * Configurações e documentação abrangentes. * Totalmente gratuito, de código aberto e voltado para a comunidade. * E muito mais. Visite www.stationplaylist.com para obter detalhes sobre o pacote de aplicativos StationPlaylist. Visite a entrada do StationPlaylist na página de complementos da comunidade do NVDA (addons.nvda-project.org) para obter os detalhes do complemento e ler a documentação. Quer ver este diálogo novamente? Basta pressionar Alt+NVDA+F1 enquanto usa o Studio para retornar a esta caixa de diálogo. Obrigado.

source: After entering SPL Controller, press: A: Turn automation on. Shift+A: Turn automation off. M: Turn microphone on. Shift+M: Turn microphone off. N: Turn microphone on without fade. L: Turn line in on. Shift+L: Turn line in off. P: Play. U: Pause. S: Stop with fade. T: Instant stop. C: Announce name and duration of the currently playing track. E: Announce connected encoders if any. I: Announce listener count. Q: Announce Studio status information. R: Remaining time for the playing track. Shift+R: Library scan progress. Function keys and number row keys with or without Shift, Alt, and Control keys: Play carts.
pt_br: Depois de entrar no Controlador SPL, pressione: R: Ativa a automação. Shift+A: Desativa a automação. M: Liga o microfone. Shift+M: Desliga o microfone. N: liga o microfone sem enfraquecimento (fade). L: Liga a entrada de linha. Shift+L: Desativa a entrada de linha. P: Reproduz. U: Pausa. S: Para com enfraquecimento (fade). T: Parada instantânea. C: Anuncia o nome e a duração da faixa atualmente em reprodução. E: Anuncia codificadores conectados, se houver. I: Anuncia a contagem de ouvintes. P: Anuncia informações de status do Studio. R: Tempo restante para a faixa em reprodução. Shift+R: Progresso da varredura da biblioteca. Teclas de função e teclas de linha numérica com ou sem as teclas Shift, Alt e Control: reproduz carrinhos.

source: Enhances support for StationPlaylist apps. In addition, adds global commands for the studio from everywhere.
pt_br: Melhora o suporte para aplicativos StationPlaylist. Além disso, adiciona comandos globais para o Studio em qualquer lugar.

source: Only Track Tool is running, Track Dial is unavailable
ar: أداة المسار هي المشغلة فقط, إدارة المسار غير متوفرة
bg: Стартиран е само инструментът за записи, прегледа на записи не е наличен
hu: Csak a Track Tool fut, a Track Dial nem elérhető
kn: ಹಾಡಿನ ಉಪಕರಣ ಮಾತ್ರವೇ ಚಾಲನೆಯಾಗುತ್ತಿರುವುದು, ಹಾಡಿನ ಡೈಲ್ ಲಭ್ಯವಿಲ್ಲ

source: Track Dial on
ar: إدارة المسار تشغيل
bg: Прегледа на записи е включен
hu: Track dial be
kn: ಹಾಡಿನ ಡಯ್ಲ್ ಇರಲಿ

source: , located at column {columnHeader}
ar: , موجودة بالعمود {columnHeader}
bg: , намиращ се в колона {columnHeader}
hu: , {columnHeader} oszlopban található
kn: , {columnHeader} ಯಲ್ಲಿ ಅಂಕಣವಿದೆ

source: Track Dial off
ar: إدارة المسار تعطيل
bg: Прегледа на записи е изключен
hu: Track Dial ki
kn: ಹಾಡಿನ ಡಯ್ಲ್ ಬೇಡ

source: Toggles track dial on and off.
ar: التبديل بين تشغيل وتعطيل إدارة المسار
bg: Включва и изключва прегледа на записи.
hu: Track dial be- és kikapcsolása
kn: ಹಾಡಿನ ಡಯ್ಲ್ ಬೇಕು ಮತ್ತು ಬೇಡ ಎನ್ನುವುದಕ್ಕೆ ಬದಲಿಸುತ್ತದೆ.

source: Not in tracks list
ar: لست بقائمة مسارات
bg: Не се намирате в списъка със записи
hu: Nincs fókuszban a zeneszámok listája!
kn: ಹಾಡುಗಳ ಪಟ್ಟಿಯಲ್ಲಿ ಇರದು

source: No tracks added
ar: لم يتم إضافة مسارات
bg: Няма добавени записи
hu: Nincs zeneszám hozzáadva.
kn: ಯಾವುದೇ ಹಾಡುಗಳನ್ನು ಸೇರಿಸಿಲ್ಲ

source: Column {columnNumber}
ar: العمود {columnNumber}
bg: Колона {columnNumber}
hu: oszlop {columnNumber}
kn: ಅಂಕಣ {columnNumber}

source: {leftmostColumn} not found
ar: {leftmostColumn} غير موجود
bg: {leftmostColumn} не е намерена
hu: {leftmostColumn} nem található
kn: {leftmostColumn} ಪತ್ತೆಯಾಗಿಲ್ಲ

source: After entering SPL Assistant, press: A: Automation. C: Announce name of the currently playing track. D (R if compatibility mode is on): Remaining time for the playlist. E: Overall metadata streaming status. 1 through 4, 0: Metadata streaming status for DSP encoder and four additional URL's. H: Duration of trakcs in this hour slot. Shift+H: Duration of selected tracks. I (L if compatibility mode is on): Listener count. K: Move to place marker track. Control+K: Set place marker track. L (Shift+L if compatibility mode is on): Line-in status. M: Microphone status. N: Next track. P: Playback status. Shift+P: Pitch for the current track. R (Shift+E if compatibility mode is on): Record to file. Shift+R: Monitor library scan. S: Scheduled time for the track. T: Cart edit mode. U: Studio up time. W: Weather and temperature. Y: Playlist modification. F9: Mark current track as start of track time analysis. F10: Perform track time analysis. F12: Switch to an instant switch profile. Shift+F1: Open online user guide.
ar: بعد الدخول لمساعد spl, اضغط: A: الآلية. C: إعلان اسم المسار المشغل حاليا. D (R إذا كان النمط التوافقي يعمل): الوقت المتبقي لقائمة التشغيل. E: حالة جميع بيانات البث. 1 إلى 4,0: حالة بيانات البث لتشفير DSB وأربعة روابط إضافية. H: مدة المسارات في هذه الساعة. Shift+H: مدة المسارات المحددة. I (L إذا كان النمط التوافقي يعمل): عدد المستمع. K: الانتقال للمسار الذي به علامة مرجعية. Control+K: وضع علامة مرجعية على المسار. L (Shift+L إذا كان النمط التوافقي يعمل): حالة مدخل الصوت. M: حالة الميكروفون. N: المسار التالي. P: حالة التشغيل. Shift+P: حدة المسار الحالي. R (Shift+E إذا كان النمط التوافقي يعمل): التسجيل إلى ملف. Shift+R: مراقبة فحص المكتبة. S: وقت المسار في الجدول. T: نمط تحرير التنويهات. U: وقت الاستوديو. W: حالة التقس ودرجة الحرارة. Y: تعديلات قائمة التشغيل. F9: تحديد المسار الحالي كبداية لتحليل الوقت. F10: بدأ تحليل الوقت. F12: الانتقال إلى وضع فوري. Shift+F1: فتح دليل المستخدم على الإنترنت.

source: Please reenter cart explorer to view updated cart assignments
ar: يرجى إعادة الدخول في مستكشف التنويهات لمعرفة ما تم تحديثه من مفاتيح للتنويهات المختلفة.
bg: Моля влезте отново в прегледа на Джингъли за да видите обновените назначения
hu: Nyissa meg újra a cart explorert a frissített hozzárendelések megtekintéséhez!
kn: ವಾಹಕದ ಹೊಸತು ನಿಯೋಜಿತಗಳ ಮಾಹಿತಿಯನ್ನು ತಿಳಿದುಕೊಳ್ಳಲು ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ವಾಹಕದ ಅನ್ವೇಶಕವನ್ನು ಹೊತ್ತಿರಿ
ne: अद्यावधिक गाडा कार्य हेर्नका लागि, कृपया गाडा अन्वेषकलाई पुनः प्रविष्टी गर्नु होस् ।

source: Remaining time not available
ar: الوقت المتبقي غير متوفر
hu: A hátralévő idő nem elérhető.
kn: ಬಾಕಿ ಇರುವ ಸಮಯ ಲಭ್ಯವಿಲ್ಲ
ne: बांकि समय उपलब्ध छैन ।

source: Elapsed time not available
ar: الوقت المنقضي غير متوفر
hu: Az eltelt idő nem elérhető.
kn: ಮೀರಿದ ಸಮಯ ಲಭ್ಯವಿಲ್ಲ
ne: बितेको समय उपलब्ध छैन ।

source: Broadcaster time not available
ar: وقت المذيع غير متوفر
hu: A broadcast ideje nem elérhető.
kn: Broadcaster ಸಮಯ ಲಭ್ಯವಿಲ್ಲ
ne: प्रसारण समय उपलब्ध छैन ।

source: Cannot obtain time in hours, minutes and seconds
ar: تعذر الحصول على الوقت بالساعات والدقائق والثواني
hu: Nem érhető el idő órában, percben, és másodpercben!
kn: ಸೆಕೆಂಡ್, ನಿಮಿಷ ಮತ್ತು ಗಂಟೆಗಳಲ್ಲಿ ಸಮಯವನ್ನು ಪಡೆದುಕೊಳ್ಳಲು ಆಗಲಿಲ್ಲ

source: Announces broadcaster time.
ar: يعلن عن وقت المذيع
bg: Съобщава ефирното време.
hu: Bemondja a broadcast idejét.
kn: broadcaster ಸಮಯವನ್ನು ಹೇಳುತ್ತದೆ.
ne: प्रसारकको समय बताउने छ ।

source: Enter &end of track alarm time in seconds (currently {curAlarmSec})
ar: ادخل وقت التنب&يه بنهاية المسار بالثواني (وهو حاليا {curAlarmSec})
bg: Въведете време за предупреждение за &край на записа в секунди (текущото е {curAlarmSec})
hu: Írja be a zeneszám &végi riasztás idejét másodpercben (jelenleg {curAlarmSec})
kn: (currently {curAlarmSec}) ಕೊನೆಗೊಳಿಸಬೇಕಾದ ಹಾಡಿನ ಎಚ್ಚರಿಸುವಿಕೆಯನ್ನು ಸೆಕೆಂಡ್ಸ್ಗಳಲ್ಲಿ ನಮೂದಿಸಿರಿ.

source: sets end of track alarm (default is 5 seconds).
ar: يحدد المدة التي سيصدر عندها صوت ينبه بنهاية المسار (الوقت الافتراضي هو 5 ثوان).
bg: Задава време за предупреждение за Край на записа (по подразбиране е 5 секунди).
hu: Beállítja a zeneszám végi riasztást (az alapértelmezett 5 másodperc)
kn: ಹಾಡಿನ ಕೊನೆಗೊಳಿಕೆಯ ಎಚ್ಚರವು (default is 5 seconds) ಗೆ ಹೊಂದಿಸುತ್ತದೆ.
ne: धुनको डाकोको अन्त कायम गर्छ (५ सेकेण्डलाई निर्धारीत गरिएको छ) ।

source: Enter song &intro alarm time in seconds (currently {curRampSec})
ar: ادخل وقت التن&بيه بمقدمة الأغنية بالثواني (حاليا {curRampSec})
bg: Въведете времето в секунди за предупреждението за въвеждащата &мелодия (текущото е {curRampSec})
hu: Írja be a &intró riasztás idejét másodpercben! (Jelenleg: {curRampSec})
kn: ಸೆಕೆಂಡ್ಸ್ಗಳಲ್ಲಿ ಹಾಡಿನ ಪರಿಚಯವನ್ನು ತಿಳಿಸುವ ಸಮಯವನ್ನು & ನಮೂದಿಸಿರಿ (currently {curRampSec})

source: sets song intro alarm (default is 5 seconds).
ar: ضبط وقت بداية الأغنية (الوقت الافتراضي 5 ثواني)
bg: Задава предупреждението за въвеждащата мелодия (по подразбиране е 5 секунди).
hu: Beálllítja az intrót (az alapértelmezett 5 másodperc)
kn: ಹಾಡಿನ ಪರಿಚಯದ ಸಮಯವನ್ನು (default is 5 seconds) ಗೆ ಹೊಂದಿಸುತ್ತದೆ.

source: Enter microphone alarm time in seconds (currently {curAlarmSec}, 0 disables the alarm)
ar: ادخل وقت التنبيه بالميكروفون بالثواني (حاليا {curAlarmSec}, الرقم 0 يعطل التنبيه)
bg: Въведете времето в секунди за предупреждението за микрофона (текущото е {curAlarmSec}, 0 изключва предупреждението)
hu: Írja be a mikrofon riasztás idejét másodpercben! (Jelenleg: {curAlarmSec}, 0: kikapcsolja a figyelmeztetést)
kn: ಮೈಕ್ರೋ ಫೋನ್ ಸಮಯವನ್ನು ತಿಳಿಸಲು ಸೆಕೆಂಡ್ಸ್ಗಳಲ್ಲಿ ನಮೂದಿಸಿರಿ (currently {curAlarmSec}, 0 disables the alarm)

source: Enter microphone alarm time in seconds (currently disabled, 0 disables the alarm)
ar: ادخل وقت التنبيه بالميكروفون بالثواني (معطل حاليا, 0 يعطله).
bg: Въведете времето в секунди за предупреждението за микрофона (в момента е изключено, 0 изключва предупреждението)
hu: Írja be a mikrofon riasztás idejét másodpercben! (Jelenleg kikapcsolva, 0: kikapcsolja a figyelmeztetést)
kn: ಮೈಕ್ರೋ ಫೋನ್ ಸಮಯವನ್ನು ತಿಳಿಸಲು ಸೆಕೆಂಡ್ಸ್ಗಳಲ್ಲಿ ನಮೂದಿಸಿರಿ (currently disabled, 0 disables the alarm)

source: Toggles status announcements between words and beeps.
ar: تبديل بين الإعلان عن الحالة بالرسائل أو الصفير
bg: Превключва изговарянето на съобщенията между Говор и Бибипкане.
hu: Váltogathat a beszéd és a hangjelzés között.
kn: ಮಾತುಗಳಲ್ಲಿ ಮತ್ತು ಬೀಪ್ಗಳಲ್ಲಿ ಸ್ಥಿತಿಯನ್ನು ಹೇಳಲು ಅದಲುಬದಲು ಮಾಡುತ್ತದೆ

source: Not in playlist viewer, cannot perform track time analysis
ar: لست بعارض قائمة التشغيل, لا يمكنك إجراء تحليل الوقت

source: Track time analysis activated
ar: تم تنشيط تحليل وقت المسار
bg: Анализа на продължителността на записите е активиран

source: Track time analysis deactivated
ar: تعطيل تحليل وقت المسار؟
bg: Анализа на продължителността на записите е деактивиран

source: Marks focused track as start marker for track time analysis
ar: تحديد المسار النشط كعلامة بدأ تحليل وقت المسار
bg: Маркира записа на фокус като начален маркер за анализа на продължителността на записите

source: Switching profiles
ar: الانتقال بين الأوضاع

source: Returning to previous profile
ar: العودة للوضع السابق

source: Enable instant profile switching
ar: تفعيل الانتقال الفوري للوضع

source: Disable instant profile switching
ar: تعطيل الانتقال الفوري للوضع

source: &Microphone alarm in seconds
ar: ال&تنبيه بالميكروفون بالثواني
bg: Предупреждение за &микрофона в секунди
hu: &Mikrofon riasztás másodpercben
kn: & ಮೈಕ್ರೊ ಫೋನ್ ತಿಳಿಸುವಿಕೆ ಸೆಕೆಂಡ್ಸ್ಗಳಲ್ಲಿ

source: &Track Dial mode
ar: ن&مط إدارة المسار
bg: Режим на &преглед на записи
hu: Track &Dial mód
kn: ಹಾಡಿನ ಡೈಲ್ ಸ್ಥಿತಿ

source: An alarm dialog is already opened. Please close the alarm dialog first.
ar: هناك محاورة تنبيه مفتوحة بالفعل يرجى إغلاقها أولا قبل الشروع في فتح أخرى
kn: ತಿಳಿಸುವಿಕೆಯ ಸಂವಾದ ತೆರೆದಿದೆ, ದಯವಿಟ್ಟು ಮೊದಲು ಅದನ್ನು ಮುಚ್ಚಿರಿ.

source: Playlist &remainder announcement:
ar: رسالة تذكير قائمة التشغي&ل:

source: current hour only
ar: الساعة الحالية فقط

source: Enter the name or the artist of the track you wish to &search
ar: ادخل الاسم أو مطرب المسار الذي تود ال&بحث عنه.

source: Enter text to be &searched in a column
ar: اد&خل نص للبحث عنه
bg: Въведете текста за &търсене в колоната
