Repository: ChrisDuffley/stationPlaylist
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de_ch, es, fr, gl, he, hr, hu, kn, ne, pl, pt_br, pt_pt, ro, ru, sk, tr, vi

source: &Show results window when playlist snapshots command is performed once
de_ch: &Zeige Ergebnisfenster, wenn die Tastenkombination für das Erstellen von Playlist-Statistiken einmal gedrückt wurde
es: &Mostrar ventana de resultados cuando se realice la orden instantáneas de lista de reproducción una vez
fr: &Afficher la fenêtre des résultats lorsque la commande des instantanés de playlist est effectuée une fois
gl: &Amosar ventá de resultados cando se realice a orde instantáneas de listaxe de reproducción unha vez
he: &הצג חלון תוצאות כאשר פקודת התמונות של רשימת ההשמעה מבוצעת פעם אחת
hr: &Prikaži prozor s rezultatima kad se naredba za statistiku popisa snimaka izvrši jednom
pl: &Pokaż okno wyników, gdy polecenie przeglądu playlisty wykonano jednokrotnie
pt_br: Mostrar janela de resultado&s quando o comando de instantâneos da lista de reprodução é executado uma vez
pt_pt: & Mostrar janela de resultados quando o comando de instantâneos da lista de reprodução é executado uma vez
ro: &Afișează fereastra rezultatelor când comanda listei de redare instantanee se efectuează o singură dată
ru: &Показывать окно результатов при однократном выполнении команды снимков списка воспроизведения
sk: Pri prvom &stlačení skratky rovno zobraziť okno so štatistikou
tr: &Çalma listesi anlık görüntüleri komutu bir kez gerçekleştirildiğinde sonuç penceresini göster
vi: &Hiện cửa sổ các kết quả khi lệnh chụp ảnh danh sách phát được thực hiện một lần

source: Metadata streaming options
ar: خيارات بث البيانات
bg: Настройки на потоците от метаданни
de_ch: Metadaten-Streaming-Optionen
es: Opciones de metadatos de streaming
fr: Options de métadonnées en streaming
gl: Opcións de metadatos de streaming
he: אפשרויות זרימת מטאדאטה
hr: Opcije za internetski prijenos metapodataka
pl: Opcje metadanych
pt_br: Opções de transmissão de metadados
pt_pt: Opções de transmissão de metadados
ro: Opţiuni emisie metadata
ru: Параметры потоковой передачи метаданных
sk: Nastavenia metadát streamu
tr: Meta veri akışı seçenekleri
vi: Các tùy chọn cho Metadata streaming

source: Select the URL for metadata streaming upon request.
ar: اختر الرابط لبث البيانات وقت الطلب
bg: Изберете адреса за излъчване на метаданни при поискване.
de_ch: Wählen Sie die URL für die Anfrage nach Metadaten-Streaming.
es: Seleccionar la URL para metadatos de streaming bajo demanda.
fr: Sélectionnez l'URL de métadonnées en streaming à la demande.
gl: Selecionar a URL para metadatos de streaming baixo demanda.
he: נא לציין URL עבור זרימת מטאדאטה כשהדבר נדרש.
pl: Wybierz URL do streamingu metadanych na żądanie
pt_pt: Selecione o URL para transmissão de metadados, mediante solicitação.
ro: Selectează URL-ul pentru cererea de emisie metadata
vi: Chọn URL cho metadata streaming theo yêu cầu.

source: Check to enable metadata streaming, uncheck to disable.
ar: حدد الربع لتفعيل بث البيانات وزل التحديد للتعطيل
bg: Отметнете за да включите излъчването на метаданни, махнете отметката - за изключване.
de_ch: Aktivieren, um Metadaten-Streaming einzuschalten; deaktivieren, um Metadaten-streaming abzuschalten
es: Marca para habilitar metadatos de streaming, desmarca para deshabilitar.
fr: Cocher pour activer les métadonnées en streaming, décocher pour le désactiver.
gl: Marca para habilitar os metadatos de streaming, desmarca para deshabilitalos.
he: נא לסמן את התיבה כדי להפוך את זרימת מטאדאטה לזמינה או לבטלה על ידי ביטול הסימון.
hr: Označi za aktiviranje internetskog prijenosa metapodataka, odznači za deaktiviranje.
pl: Zaznacz, by strumieniować metadane, odznacz, by wyłączyć
pt_br: Marque para habilitar o fluxo de metadados, desmarque para desabilitar.
pt_pt: Verifique para habilitar a transmissão de metadados, desmarque-se para desativar.
ro: Bifează pentru a activa emisia metadata, debifează pentru a o dezactiva.
ru: Установите флажок, чтобы включить потоковую передачу метаданных, снимите флажок, чтобы отключить.
sk: Začiarknite, ak chcete povoliť vysielanie metadát, odčiarknite, ak chcete vysielanie zakázať.
tr: Meta veri akışını etkinleştirmek için işaretleyin, devre dışı bırakmak için işareti kaldırın.
vi: Chọn để bật metadata streaming, bỏ chọn để tắt.

source: &Apply streaming changes to the selected profile
de_ch: &Übernehme Streaming-Einstellungen für das ausgewählte Profil
es: &Aplicar cambios del streaming al perfil seleccionado
fr: &Appliquer les modifications du flux pour le profil sélectionné
gl: &Aplicar cambios do streaming ao perfil seleccionado
he: ה&חל את שינויי זרימת מטאדאטה לפרופיל זה
hr: Primijeni promjene u internetskom prijenosu za odabrani profil
pl: Zastosuj zmiany do obecnego profilu
pt_br: &Aplicar mudanças de fluxo (transmissão) no perfil selecionado
pt_pt: & Aplicar mudanças de transmissão no perfil selecionado
ro: &Aplică schimbările de emisie pentru profilul selectat
ru: &Применить потоковые изменения к выбранному профилю
sk: &Použiť nastavenia vo vybratom profile
tr: &Akış değişikliklerini seçilen profile uygula
vi: Á&p dụng các thay đổi phát thanh cho hồ sơ được chọn

source: Manage column announcements
ar: إدارة الإعلان عن الأعمدة
de_ch: Anzeige von Spalten konfigurieren
es: Administrar anunciado de columna
fr: Gérer les annonces de colonne
gl: Administrar anunciado de columna
he: ניהול הקראת העמודות
pl: Zarządzaj oznajmianiem kolumn
pt_pt: Gerir anúncios de coluna
ro: Gestionare anunțările de coloană
vi: Quản lý thông báo cột

source: Playlist transcript columns
vi: Cột bảng điểm danh sách phát

source: Select columns to be announced (artist and title are announced by default
ar: اختر الإعمدة التي تريد الإعلان عنها (اسم المطرب والعنوان سيعلن عنهما بشكل افتراضي)
bg: Изберете колоните, които ще бъдат съобщавани (по подразбиране - изпълнител и заглавие
de_ch: Wählen Sie die Spalten, die angezeigt werden sollen (Interpret und Titel werden standardmässig angezeigt)
es: Selecciona las columnas a ser anunciadas (artista y título se anuncian predeterminadamente
fr: Sélectionnez les colonnes à être annoncé (l'artiste et le titre sont annoncés par défaut
gl: Seleciona as columnas a seren anunciadas (artista e título anúncianse predeterminadamente
he: נא לבחור עמודות להקראה (המבצע וכותרת הם בררת המחדל
pl: Wybierz kolumny: )Wykonawca i tytuł domyślnie).
pt_pt: Seleccione as colunas a serem anunciadas (o intérprete e o título são anunciados por padrão
vi: Chọn các cột để thông báo (ca sĩ và tựa đề mặc định được thông báo

source: Select columns to be included in playlist transcripts (artist and title are always included
vi: Chọn các cột để bao gồm trong bảng điểm danh sách phát (ca sĩ và tựa đề luôn được bao gồm

source: Column &order:
ar: ت&رتيب العمود:
bg: Последователност на &колоните:
de_ch: Reihenfolge der Spalten:
es: &orden de columna:
fr: &Ordre des colonnes :
gl: &orde de columna:
he: &סדר העמודות:
hr: &Redoslijed stupaca:
pl: Kolejność kolumn:
pt_pt: Ordem das colunas
ro: &Ordinea coloanelor:
sk: P&oradie metadát:
vi: Sắp xếp &cột:

source: Move &up
ar: الحر&كة لأعلى
bg: Преместване на&горе
de_ch: Aufwärts bewegen
es: Mover &arriba
fr: Déplacer vers le &haut
gl: Mover &arriba
he: העבר למ&עלה
hr: Premjesti prema &gore
pl: W górę
pt_pt: Mover para cima
ro: Mută în &sus
sk: Posunúť &hore
vi: Di chuyển &lên

source: Move &down
ar: الحركة لأ&سفل
bg: Преместване на&долу
de_ch: Abwärts bewegen
es: Mover a&bajo
fr: Déplacer vers le &bas
gl: Mover a&baixo
he: העבר למ&טה
hr: Premjesti prema &dolje
pl: W dół
pt_pt: Mover para baixo
ro: Mută în &jos
sk: Posunúť &dole
vi: Di chuyển &xuống

source: Playlist transcripts settings
vi: Cài đặt bảng điểm danh sách phát

source: Manage transcript columns...
vi: Quản lý các cột của bảng điểm...

source: Columns Explorer
de_ch: Spaltenexplorer
es: Explorador de Columnas
fr: Explorateur de Colonnes
gl: Explorador de Columnas
he: סייר העמודות
hr: Istraživač stupaca
pl: Eksplorator kolumn
pt_br: Explorador de Colunas
pt_pt: Explorador de colunas
ro: explorer coloane
sk: Prehliadač metadát
vi: Khám phá các cột

source: Columns Explorer for Track Tool
de_ch: Spaltenexplorer für das Track-Tool
es: Explorador de Columnas para la Herramienta de Pista
fr: Explorateur de Colonnes pour l'Outil de piste
gl: Explorador de Columnas para a Ferramenta de Pista
he: סייר העמודות
hr: Istraživač stupaca za Track Tool
pl: Eksplorator kolumn TrackTool'a
pt_br: Explorador de Colunas para Ferramenta de Faixa
pt_pt: Explorador de colunas para ferramenta de pista
ro: Exploratorul de coloane pentru unealta piesei
ru: Обозреватель столбцов для Track Tool
sk: Prehladač metadát pre nástroj skladieb
tr: Parça Aracı için Sütun Gezgini
vi: Khám phá các cột cho công cụ track

source: Columns Explorer for SPL Creator
es: Explorador de Columnas para el SPL Creator
fr: Explorateur de Colonnes pour SPL Creator
hr: Istraživač stupaca za SPL Creator
pt_br: Explorador de Colunas para SPL Creator
pt_pt: Explorador de colunas para o criador SPL
ru: Обозреватель столбцов для SPL Creator
sk: Prehliadač metadát pre SPL Creator
tr: SPL Oluşturucu için Sütun Gezgini
vi: Khám phá các cột của SPL Creator

source: Slot {position}
de_ch: Platzhalter {position}
fr: Tranche {position}
pt_br: Intervalo {position}
ru: Паз {position}
tr: Yuva {position}
vi: Nhánh {position}

source: Status announcements
de_ch: Statusanzeige
es: Anunciado de estado
fr: Annonces des statut
gl: Anunciado de estado
he: הקראת המצבים
hr: Najavljivanje stanja
pl: Oznajmianie statusu
pt_br: Anúncios de status
pt_pt: Anúncios de estado
ro: Anunțările stării
ru: Объявления о состоянии
sk: Oznamovanie stavu
tr: Durum duyuruları
vi: Thông báo trạng thái

source: Announce &scheduled time for the selected track
ar: إعلان &جدولة المسار المحدد
bg: Съобщава &определеното време за маркираният запис
de_ch: & geplante Zeit für den ausgewählten Titel ansagen
es: Anunciar tiempo &programado para la pista seleccionada
fr: Annoncer l'heure &prévue pour la piste sélectionnée
gl: Anunciar tempo &programado para a pista selecionada
he: הקראת הזמן המיועד עבור ה&רצועה שנבחרה
hr: Najavi &planirano vrijeme za sljedeću snimku
hu: Bemondja a kijelölt zeneszám &tervezett lejátszási idejét
kn: ಆಯ್ಕೆಗೊಂಡ ಹಾಡಿನ ನಿಗದಿತ ಸಮಯವನ್ನು & ಹೇಳು
pl: Oznajmia czas zaplanowania obecnego utworu
pt_br: Anunciar o tempo programado para a faixa &selecionada
pt_pt: Anunciar o tempo & agendado para a pista seleccionada
ro: Anunță timpul programat pentru melodia &selectată
ru: Объявлять & запланированное время для выбранной дорожки
sk: Oznamovať plánovaný &čas odohratia nasledujúcej skladby
tr: &Seçilen parça için planlanan zamanı duyurur
vi: Thông báo &thời gian đã lên lịch cho track được chọn

source: Announce &listener count
ar: الإعلان عن &عدد المستمع
bg: Докладвай броя &слушатели
de_ch: Anzahl &Zuhörer ansagen
es: Anunciar recuento de &oyentes
fr: Annoncer le &nombre d'auditeurs
gl: Anunciar reconto de &oíntes
he: הקראת מספר המא&זינים
hr: Najavi broj &slušatelja
hu: &Hallgatók számának bejelentése
kn: ಕೇಳುತ್ತಿರುವವರ ಎಣಿಕೆ & ಹೇಳು
pl: Oznajmiaj liczbę słuchaczy
pt_br: Anunciar contagem de ou&vintes
pt_pt: Anunciar e contagem de ouvintes
ro: Anunță numărul ascu&ltătorilor
ru: Объявлять &количество слушателей
sk: Oznamovať &Počet poslucháčov
tr: Din&leyici sayısını duyur
vi: Thông báo số &người nghe

source: &Announce name of the currently playing cart
ar: إعلا&ن اسم التنويه الجاري تشغيله
bg: &Съобщава името на текущо просвирвания джингъл
de_ch: &Namen der aktuell abgespielten Cart ansagen
es: &Anuncia el nombre del cart pista que se está reproduciendo.
fr: &Annonce du nom du chariot en cours de lecture
gl: &Anuncia o nome do cart pista que se está reproducindo.
he: הקראת &שם הקטע המתנגן כעת
hr: Najavi ime &džingla koji trenutačno svira
hu: Bemondja a lejátszás alatt álló &cart nevét.
kn: & ಈಗ ಹಾಡುತ್ತಿರುವುದನ್ನು ಹೇಳು
pt_br: &Anunciar o nome do carrinho que está em reprodução
pt_pt: &Anunciar o nome da placa actualmente em uso
ro: &Anunță numele melodiei care cântă la moment
sk: Oznamovať názov prehrávaného &jingla
vi: &Thông báo tên của cart đang phát

source: &Track name announcement:
ar: الإعلان عن ا&سم المسار:
de_ch: &Ansage des Titelnamenn
es: Anunciado de nombre de &pista:
fr: Annonce du nom de la &piste :
gl: Anunciado do nome da &pista:
he: הקראת שם הר&צועות:
pl: Oznajmianie nazwy utworu
pt_pt: & Anúncio de nome de pista:
ro: Anunțare nume &melodie:
vi: &Thông báo tên track:

source: automatic
ar: آلي
bg: Автоматично
de_ch: automatisch
es: automático
fr: automatique
gl: automático
he: אוטומטי
pl: Automatycznie
pt_pt: automático
ro: Automat
vi: tự động

source: while using other programs
ar: استخ&دام برامج أخرى
bg: При използване на други програми
de_ch: während mit anderen Programmen gearbeitet wird
es: mientras se utilizan otros programas
fr: tout en utilisant d'autres programmes
gl: mentres se usan outros programas
he: בעת שימוש בתוכנות אחרות
pl: Podczas, gdy inne programy są używane
pt_pt: Enquanto estiver a usar outros programas
ro: Când se utilizează alte programe
vi: khi dùng các chương trình khác

source: off
ar: تعطيل
de_ch: Aus
es: desactivado
fr: désactivé
gl: desativado
he: לא פעיל
hu: Ki
kn: ಸ್ಥಗಿತಗೊಳಿಸು
pl: Nie
pt_pt: Desligado
ro: Dezactivat
vi: tắt

source: Include track player &position when announcing current and next track information
de_ch: Titel-Player-&Position bei der Ankündigung aktueller und nächster Titelinformationen mit einbeziehen
es: Incluir la &posición del reproductor de pistas al anunciar la información de las pistas actual y siguiente
fr: Inclure la &position du lecteur de piste lors de l'annonce des informations pour la piste actuelles et suivante
gl: Incluir a &posición do reproductor de pistas ao se anunciar a información das pistas actual e seguinte
he: כלול שם הרצועה ומיקום נוכחי בעת הכרזה על המידע הנוכחי ועל הרצועה הבא
hr: Uključi &poziciju plejera kad se najavljuje informacija o trenutačnoj i sljedećoj snimci
pl: Ogłaszaj również aktualny czas i odtwarzacz przy ogłaszaniu obecnego oraz następnego utworu
pt_br: Inclua a &posição do reprodutor de faixa ao anunciar as informações da faixa atual e seguinte
pt_pt: Incluir tocador de pistas e posição ao anunciar informações de pista actuais e próximas
ro: Include &poziția piesei de redare atunci când sunt anunțate informații despre melodiile actuale și viitoare
ru: Включить проигрыватель &позицию дорожки при объявлении информации о текущей и следующей дорожке
sk: Oznamovať aktuálnu pozíciu pri oznamovaní &aktuálnej a nasledujúcej skladby
tr: Geçerli ve sonraki parça bilgilerini duyururken &parça çalar konumunu dahil et
vi: Bao gồm &vị trí track khi thông báo thông tin của track hiện tại và track kế

source: Advanced options
ar: خيارات متقدمة
bg: Разширени настройки
de_ch: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
gl: Opcións avanzadas
he: אפשרויות מתקדמות
pl: Zaawansowane
pt_pt: Opções avançadas
ro: Opțiuni avansate
vi: Các tùy chọn nâng cao

source: Automatically check for add-on &updates
de_ch: Automatisch nach &Aktualisierungen der Erweiterung suchen
es: Buscar automáticamente &actualizaciones para el complemento
fr: Rechercher automatiquement une mise à jo&ur du module complémentaire
gl: Procura automática de &actualizacións do complemento
he: בדיקה &אוטומטית של עדכון התוסף
pl: Sprawdzaj automatycznie, czy jest nowsza wersja
pt_pt: Procurar a&utomáticamente por actualizações do extra
ro: Verifică automat pentru act&ualizări addon
vi: Tự kiểm tra &cập nhật add-on

source: Update &interval in days
de_ch: &Interval der Aktualisierung in Tagen
es: &Intervalo de actualización en días
fr: Mise à jour de l'&intervalle en jours
gl: &Intervalo de actualizacións en días
he: מרווח &ימים בין הבדיקות
pl: Okres sprawdzania aktualizacji
pt_pt: Intervalo das actualizações em dias
ro: &Interval actualizare în zile
vi: Cập nhật theo &ngày

source: &Add-on update channel:
de_ch: Aktualisierungskanal der Erweiterung:
es: Canal de actualización del &complemento:
fr: &Canal de mise à jour du module complémentaire:
gl: Canal de actualización do &complemento:
he: &ערוץ עדכון התוסף:
pl: Kanał aktualizacji wtyczki
pt_pt: E canal de atualização do complemento:
vi: Kênh cập nhật &add-on:

source: Allow SPL C&ontroller command to invoke SPL Assistant layer
ar: السماح ل لم&دير أوامر SPL استدعاء نمط مساعد spl
bg: Позволяване на командата за к&онтролера на SPL да извиква помощния слой на SPL
de_ch: Zulassen, dass beim Verwenden von spl-Controller die Befehlsschicht des SPL-Assistenten verwendet wird.
es: Permite a la orden SPL C&ontroller invocar a SPL Assistant layer
fr: Permettre au Commande C&ontrôleur SPL appeler la couche Assistant SPL
gl: Permite á orde SPL C&ontroller chamar ó SPL Assistant layer
he: אפשר ל&פקודת השליטה של SPL להפעיל את המסייע של SPL
hr: &Dozvoli SPL kontroler komandi da aktivira SPL Asistent
pl: Zezwól komendom kontrolera na wywoływanie asystenta SPL
pt_br: Permitir que o comando do C&ontrolador SPL invoque a camada Assistente SPL
pt_pt: Permitir que o comando SPL C e ontroller invoque a camada do assistente SPL
ro: Permite c&ontrolerului SPL pentru a invoca automat aspectul asistentului SPL
ru: Разрешить команду &панели управления SPL для вызова уровня помощника SPL
sk: Povoliť aktiváciu &SPL asistenta z kontroléra
tr: SPL Denetleyici k&omutunun SPL yardımcı katmanını çağırmasına izin ver
vi: Cho phép lệnh điề&u khiển SPL gọi SPL Assistant layer

source: SPL Assistant command &layout:
de_ch: Darstellung der Befehle für den SPL-&Assistenten:
es: Orden &distribución de SPL Assistant:
fr: Disposition de &la commande Assistant SPL :
gl: Orde &distribución de SPL Assistant:
he: מקלדת הפקודות של המ&סייע של SPL:
hr: Raspored &SPL Assistant naredbi:
pl: Warstwa poleceń asystenta SPL
pt_br: &Leiaute de comando do Assistente SPL:
ro: Dispoziția comenzi&lor asistentului SPL:
ru: &Раскладка команд помощника SPL:
sk: &Rozloženie príkazov:
tr: SP&L Yardımcısı komut düzeni:
vi: Kiểu lệnh SP&L Assistant:

source: You are about to switch to the Test Drive Fast (try) builds channel, the fastest and most unstable development channel. Please note that the selected channel may come with updates that might be unstable at times and should be used for testing and sending feedback to the add-on developer. If you prefer to use stable releases, please answer no and switch to a more stable update channel. Are you sure you wish to switch to Test Drive Fast channel?
de_ch: Sie sind gerade dabei, auf den Test Drive Fast (Try) Builds Channel umzuschalten, den schnellsten und instabilsten Entwicklungskanal. Bitte beachten Sie, dass der ausgewählte Kanal möglicherweise Updates enthält, die zurzeit instabil sind und zum Testen und Senden von Feedback an den Erweiterungsentwickler verwendet werden sollten. Wenn Sie lieber stabile Releases verwenden möchten, antworten Sie bitte mit Nein und wechseln Sie zu einem stabileren Aktualisierungskanal. Sind Sie sicher, dass Sie auf den Kanal Test Drive Fast umschalten möchten?
es: Estás a punto de cambiar al canal de compilación Test Drive Fast (probar), el canal de desarrollo más rápido y más inestable. por favor ten en cuenta que el canal seleccionado podrá incluir actualizaciones que pueden ser inestables a veces y que deben utilizarse para probar y enviar comentarios al desarrollador del complemento. Si prefieres utilizar versiones estables, por favor responde no y cambia a un canal de actualización más estable. ¿Estás seguro de que deseas cambiar al canal Test Drive Fast?
fr: Vous êtes sur le point de basculer vers le Test Drive Fast (essai), build du canal, le canal de développement le plus rapide et le plus instable. Notez que le canal sélectionné peut être accompagné de mises à jour qui peuvent être instables parfois et devraient être utilisés pour tester et envoyer des commentaires au développeur du module complémentaire. Si vous préférez utiliser des versions stables, répondez non et basculer vers un canal de mise à jour plus stable. Êtes-vous sûr de vouloir basculer vers le canal de développement le plus rapide ?
gl: Estás perto de cambiar á canle de compilación Text Drive Fast (probar), a canle de desenvolvemento máis rápida e máis inestable. or favor ten en conta que a canle selecionada poderá incluir actualizacións que poden seren inestables ás veces e que deben usarse para probar e enviar comentarios ao desenvolvedor do complemento. Se prefires usar versións estables, por favor responde non e cambia a unha canle de actualización máis estable. ¿Estás seguro de que desexas cambiar á canle Test Drive Fast?
he: אתה עומד לעבור ל - Fast Test Fast (ניסיוני) בונה ערוצים, ערוץ הפיתוח המהיר והבלתי יציב. לידיעתך, הערוץ שנבחר עשוי לכלול עדכונים שעשויים להיות בלתי יציבים בזמנים ויש להשתמש בהם לבדיקה ולשליחת משוב למפתח התוספים. אם אתה מעדיף להשתמש בערוצים יציבים, השב לא ועבור לערוץ עדכון יציב יותר. האם אתה בטוח שברצונך לעבור לערוץ הפיתוח המהיר ביותר?
pl: Zamierzasz właśnie zrobić krok w stronę poznania nowych, testowych funkcji dodatku SPL studio. Pamiętaj, że grozić to może destrukcją całej konfiguracji dodatku lub w najlepszym wypadku utratą stabilności systemu emisji. Jeśli nie masz pewności, czy gra jest warta świeczki, grzecznie odpowiedz: Nie, aby powrócić do stabilnego kanału dostarczania aktualizacji.
pt_pt: Está prestes a mudar para o canal de compilação Test Drive Fast (try), o canal de desenvolvimento mais rápido e instável. Observe que o canal seleccionado pode vir com actualizações que podem ser instáveis ​​às vezes e devem ser usadas para testar e enviar comentários para o desenvolvedor do extra. Se preferir usar versões estáveis, responda não e mude para um canal de actualização mais estável. Tem a certeza de que deseja mudar para o canal Test Drive Fast?
vi: Bạn sắp chuyển sang kênh Test Drive Fast (dùng thử), kênh nhanh nhất và gần như không chính thức. Lưu ý rằng kênh được chọn có thể có các cập nhật không chính thức và chỉ nên dùng để kiểm tra và gửi phản hồi cho người phát triển add-on . Nếu bạn thích dùng các bản phát hành chính thức, vui lòng trả lời no và chuyển về một kênh cập nhật chính thức hơn. Bạn có chắc rằng mình dùng kênh Test Drive Fast không?

source: Switching to unstable channel
de_ch: Wechselt zum nicht stabilen Kanal
es: Cambiando al canal inestable
fr: Basculer vers le canal instable
gl: Cambiando á canle inestable
he: שנה לגרסה לא יציבה
pl: Przełączam na: Kanał rozwojowy
pt_pt: A mudar para canal instável
vi: Đang chuyển sang kênh không chính thức
