Repository: ChrisDuffley/stationPlaylist
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de_ch, es, fr, gl, he, hr, hu, kn, ne, pl, pt_br, pt_pt, ro, ru, sk, tr, vi

source: An instant switch profile might be active or you are in the midst of a broadcast. If so, please press SPL Assistant, F12 to switch back to a previously active profile before opening broadcast profiles dialog to delete a profile.
pt_br: Um perfil de troca instantânea pode estar ativo ou você está no meio de uma transmissão. Em caso afirmativo, pressione Assistente SPL, F12 para voltar a um perfil anteriormente ativo antes de abrir o diálogo de perfis de transmissão para excluir um perfil.
ru: Возможно, активен профиль мгновенного переключения или вы находитесь в процессе трансляции. В этом случае нажмите помощник SPL, F12, чтобы вернуться к ранее активному профилю, прежде чем открывать диалог профилей вещания для удаления профиля.
sk: Máte aktívny profil alebo práve prebieha vysielanie. Najprv sa vráďte k predvolenému profilu: V SPL asistentovy stlačte F12. Následne môžete odstrániť profil.
tr: Bir anlık geçiş profili etkin olabilir veya bir yayının ortasındasınızdır. Eğer öyleyse, bir profili silmek üzere yayın profilleri iletişim kutusunu açmadan önce daha önce etkin olan bir profile geri dönmek için lütfen SPL yardımcısı, F12 tuşuna basın.

source: The profile {} will be permanently deleted. This action cannot be undone.
ru: Профиль {} будет навсегда удалён. Это действие нельзя отменить.
tr: {} Profili kalıcı olarak silinir. Bu eylem geri alınamaz.

source: Column order
pt_br: Ordem das colunas
ru: Порядок столбцов
tr: Sütun sırala

source: To apply custom column order and inclusion when announcing track columns in Studio's playlist viewer, uncheck 'Announce columns in the order shown on screen' and configure column inclusion and order.
pt_br: Para aplicar a ordem e inclusão de colunas personalizadas ao anunciar colunas de faixa no visualizador de lista de reprodução do Studio, desmarque 'Anunciar colunas na ordem mostrada na tela' e configure a inclusão e ordem de colunas.
ru: Чтобы применить пользовательский порядок и включение столбцов при объявлении столбцов дорожек в просмотрщике списков воспроизведения Studio, снимите флажок 'Объявлять столбцы в порядке, показанном на экране' и настройте включение и порядок столбцов.
tr: Studio'nun çalma listesi görüntüleyicisinde parça sütunlarını duyururken özel sütun sırası ve ekleme uygulamak için 'Sütunları ekranda gösterilen sırayla duyur' seçeneğinin işaretini kaldırın ve sütun ekleme ve sırasını yapılandırın.

source: Columns E&xplorer for SPL Studio...
ru: О&бозреватель столбцов для SPL Studio...
tr: &SPL Studio için Sütun Gezgini...

source: Columns Explorer for &playlist editor...
ru: Обозреватель столбцов для &Редактора списков воспроизведения...
tr: &Çalma listesi düzenleyicisi için Sütun Gezgini...

source: Columns Explorer for playlist editor (Creator and Remote VT)
ru: Обозреватель столбцов для редактора списка воспроизведения (Creator и Remote VT)
tr: Çalma listesi düzenleyicisi için Sütun Gezgini (Oluşturucu ve Uzak VT)

source: Columns Explorer for SPL Studio
ru: Обозреватель столбцов для SPL Studio
tr: SPL Studio için Sütun Gezgini

source: cart name
ru: имя корзины
tr: sepet adı

source: cart ending
ru: окончание корзины
tr: sepet sonu

source: C&art announcement:
ru: Объявление &корзины:
tr: S&epet duyurusu:

source: SPL Controller c&overage:
ru: Зона &покрытия Панели управления SPL:
tr: SPL Denetleyici kapsam&ı:

source: StationPlaylist Add-on Settings ({appName})
ru: Настройки дополнения StationPlaylist ({appName})
tr: StationPlaylist Eklenti Ayarları ({appName})

source: Normal profile is in use, cannot open broadcast profiles dialog.
pt_br: O perfil normal está em uso, não é possível abrir a caixa de diálogo de perfis de transmissão.
ru: Используется обычный профиль, не возможно открыть диалог широковещательных профилей.
sk: Je aktívny normálny profil a nie je možné aktivovať dialóg s nastavením profilov.
tr: Normal profil kullanımda, yayın profilleri iletişim kutusu açılamıyor.

source: Toggles track column announcement order between screen layout and custom order
pt_br: Alterna a ordem do anúncio da coluna de faixa entre o leiaute da tela e a ordem personalizada
ru: Переключает порядок объявления столбцов дорожки между порядком расположения на экране и пользовательским порядком
tr: Ekran düzeni ile özel düzen arasında parça sütunu duyuru sırasını değiştirir

source: Use screen order when announcing track columns
pt_br: Use a ordem da tela ao anunciar as colunas da faixa
ru: Использовать порядок отображения на экране при объявлении столбцов дорожки
tr: Parça sütunlarını duyururken ekran sırasını kullan

source: Use custom order when announcing track columns
pt_br: Use a ordem personalizada ao anunciar as colunas da faixa
ru: Использовать пользовательский порядок при объявлении столбцов дорожки
tr: Parça sütunlarını duyururken özel sırayı kullan

source: After entering SPL Assistant, press: A: Automation. C: Announce name of the currently playing track. D: Remaining time for the playlist. Control+D: Control keys toggle (Studio 6.10 and later). E: Overall metadata streaming status. Shift+1 through shift+4, shift+0: Metadata streaming status for DSP encoder and four additional URL's. H: Duration of trakcs in this hour slot. Shift+H: Duration of remaining trakcs in this hour slot. I: Listener count. K: Move to place marker track. Control+K: Set place marker track. L: Line-in status. M: Microphone status. N: Next track. O: Playlist hour over/under by. P: Playback status. Shift+P: Pitch for the current track. R: Record to file. Shift+R: Monitor library scan. S: Scheduled time for the track. Shift+S: Time until the selected track will play. T: Cart edit/insert mode. U: Studio up time. W: Weather and temperature. Y: Playlist modification. F8: Take playlist snapshots such as track count, longest track and so on. Shift+F8: Obtain playlist transcripts in a variety of formats. F9: Mark current track as start of track time analysis. F10: Perform track time analysis. F12: Switch to an instant switch profile.
ru: После входа в Помощник SPL нажмите: A: Автоматизация. C: Объявить название воспроизводимой в данный момент дорожки. D: Оставшееся время списка воспроизведения. Control+d: Переключение клавиш управления (Studio 6.10 и позднее). E: Общее состояние потоковой передачи метаданных. От Shift+1 до shift+4, shift+0: Состояние потоковой передачи метаданных для кодировщика DSP и четырех дополнительных URL. H: Продолжительность дорожек в этом часовом интервале. Shift+H: Продолжительность оставшихся дорожек в этом часовом интервале. I: Количество слушателей. K: Переместиться к дорожке с меткой места. Control+K: Установить дорожку с меткой места. L: Состояние линейного входа. M: Состояние микрофона. N: Следующая дорожка. O: час списка воспроизведения более/под. P: Состояние воспроизведения. Shift+P: Высота текущей дорожки. R: Записать в файл. Shift+R: Наблюдение сканирования библиотеки. S: Запланированное время дорожки. Shift+S: Время до начала воспроизведения выбранной дорожки. T: Режим редактирования/вставки корзины. U: Время работы Studio. W: Погода и температура. Y: Модификация списка воспроизведения. F8: Сделать снимки списка воспроизведения, например число дорожек, самую длинную дорожку и т. д. Shift+F8: Получить расшифровки списков воспроизведения в различных форматах. F9: Отметить текущую дорожку как начало анализа времени дорожки. F10: Выполнить анализ времени дорожки. F12: Переключиться на профиль мгновенного переключения.
tr: SPL Yardımcısı'na girdikten sonra aşağıdakilere basın: A: Otomasyon. C: Şu anda çalmakta olan parçanın adını duyurur. D: Oynatma listesi için kalan süre. Kontrol+D: Kontrol tuşları arasında geçiş yapar (Studio 6.10 ve üstü). E: Genel metaveri akış durumu. Shift+1'den shift+4'e, shift+0: DSP kodlayıcı ve dört ek URL için meta veri akış durumu. H: Bu saat dilimindeki trafiklerin süresi. Shift+H: Bu saat aralığında kalan trafiklerin süresi. I: Dinleyici sayısı K: Parçadaki Yerimine taşı. Control+K: Parça yerimini ayarla. L: Giriş durumu. M: Mikrofon durumu. N: Sonraki Parça. O: Oynatma listesi süreyi şu kadar aşıyor/altında kalıyor. P: Oynatma durumu. Shift+P: Geçerli parça için perde. R: Dosyaya kaydet. Shift+R: Kitaplık taramasını izle. S: Parça için planlanan zaman. Shift+S: Seçilen parça oynatılana kadar geçecek süre. T: Sepet düzenleme/ekleme modu. U: Stüdyo çalışma zamanı. W: Hava ve sıcaklık. Y: Oynatma listesi değişikliği. F8: Parça sayısı, en uzun parça ve benzeri gibi çalma listesi anlık görüntülerini alır. Shift+F8: Çeşitli formatlarda çalma listesi transkriptleri edinin. F9: Geçerli parçayı izleme süresi analizinin başlangıcı olarak işaretler. F10: Parça süresi analizi gerçekleştirir. F12: Anında geçiş profiline geçer.

source: After entering SPL Assistant, press: A: Automation. C: Toggle cart explorer. Shift+C: Announce name of the currently playing track. Control+D: Control keys toggle (Studio 6.10 and later). E: Overall metadata streaming status. Shift+1 through shift+4, shift+0: Metadata streaming status for DSP encoder and four additional URL's. Shift+E: Record to file. F: Track finder. H: Duration of remaining trakcs in this hour slot. K: Move to place marker track. Control+K: Set place marker track. L: Listener count. Shift+L: Line-in status. M: Microphone status. N: Next track. O: Playlist hour over/under by. P: Playback status. Shift+P: Pitch for the current track. R: Remaining time for the playlist. S: Scheduled time for the track. Shift+S: Time until the selected track will play. T: Duration of trakcs in this hour slot. Alt+T: Monitor library scan. U: Studio up time. W: Weather and temperature. Y: Playlist modification. 0: Cart edit/insert mode. F8: Take playlist snapshots such as track count, longest track and so on. Shift+F8: Obtain playlist transcripts in a variety of formats. F9: Mark current track as start of track time analysis. F10: Perform track time analysis. F12: Switch to an instant switch profile.
ru: После входа в помощник SPL, нажмите: A: Автоматизация. C: Переключить проводник корзин. Shift+C: Объявить название воспроизводимой в данный момент дорожки. Control+d: Переключение клавиш управления (Studio 6.10 и позднее). E: Общее состояние потоковой передачи метаданных. От Shift+1 до shift+4, shift+0: Состояние потоковой передачи метаданных для кодировщика DSP и четырех дополнительных URL. Shift+E: Записать в файл. F: Поисковик дорожек. H: Продолжительность оставшихся дорожек в этом часовом интервале. K: Переместиться к дорожке с меткой места. Control+K: Установить дорожку с меткой места. L: Количество слушателей. Shift+L: Состояние линейного входа. M: Состояние микрофона. N: Следующая дорожка. O: час списка воспроизведения более/под. P: Состояние воспроизведения. Shift+P: Высота текущей дорожки. R: Оставшееся время списка воспроизведения. S: Запланированное время для дорожки. Shift+S: Время до начала воспроизведения выбранной дорожки. T: Продолжительность дорожек в этом часовом интервале. Alt+T: Наблюдение сканирования библиотеки. U: Время работы Studio. W: Погода и температура. Y: Модификация списка воспроизведения. 0: Режим редактирования/вставки корзины. F8: Сделать снимки списка воспроизведения, например число дорожек, самую длинную дорожку и т. д. Shift+F8: Получить расшифровки списков воспроизведения в различных форматах. F9: Отметить текущую дорожку как начало анализа времени дорожки. F10: Выполнить анализ времени дорожки. F12: Переключиться на профиль мгновенного переключения.
tr: SPL Assistant'a girdikten sonra şu tuşları kullanabilirsiniz: A: Otomasyon. C: Sepet gezginini aç/kapat. Shift+C: Şu anda çalınan parçanın adını duyurur. Kontrol+D: Kontrol tuşları arasında geçiş yapar (Studio 6.10 ve üzeri). E: Genel meta veri akış durumu. Shift+1 ila Shift+4, Shift+0: DSP kodlayıcı ve dört ek URL için meta veri akış durumu. Shift+E: Dosyaya kaydet. F: Parça bulucu. H: Bu saat diliminde kalan parçaların süresi. K: Parça yer işaretine git. Control+K: Parça için yer işareti ayarla. L: Dinleyici sayısı. Shift+L: Line-in durumu. M: Mikrofon durumu. N: Sonraki parça. O: Çalma listesi saati üst/alt. P: Çalma durumu. Shift+P: Mevcut parçanın perdesi. R: Çalma listesi için kalan süre. S: Parça için planlanan süre. Shift+S: Seçilen parçanın çalınmasına kalan süre. T: Bu saat dilimindeki parçaların süresi. Alt+T: Kütüphane taramasını izle. U: Stüdyo çalışma zamanı. W: Hava ve sıcaklık. Y: Çalma listesi değişikliği. 0: Sepet düzenleme/ekleme modu. F8: Parça sayısı, en uzun parça vb. gibi çalma listesi anlık görüntülerini al. Shift+F8: Çeşitli formatlarda çalma listesi transkriptlerini edin. F9: Mevcut parçayı parça süresi analizinin başlangıcı olarak işaretle. F10: Takip süresi analizi gerçekleştir. F12: Anında geçiş profiline geç.

source: Unavailable in Remote Studio
ru: Не доступно в Remote Studio
tr: Remote Studio'da kullanılamıyor

source: You are using an unsupported version of {appName}. This add-on requires {appName} {version} or later
ru: Вы используете неподдерживаемую версию {appName}. Это дополнение требует {appName} {version} или позже
tr: Desteklenmeyen bir {appName} sürümü kullanıyorsunuz. Bu eklenti {appName} {version} veya sonrası sürümleri gerektirir

source: Unsupported {appName} release
ru: Неподдерживаемый выпуск {appName}
tr: Desteklenmeyen {appName} sürümü

source: Cart stopped
ru: Корзина остановлена
tr: Sepet durduruldu

source: Cart explorer is active, refreshing carts
ru: Активен обозреватель корзин, обновление корзин
tr: Sepet gezgini etkin, sepetler yenileniyor

source: Opens SPL Studio alarms settings.
pt_br: Abre as configurações de alarmes do SPL Studio.
ru: Открывает настройки аварийных сигналов SPL Studio.
sk: Otvorí nastavenia upozornení.
tr: SPL Studio alarm ayarlarını açar.

source: Opens SPL add-on broadcast profiles dialog.
pt_br: Abre o diálogo de perfis de transmissão do complemento SPL.
ru: Открывает диалог профилей вещания дополнения SPL.
sk: Otvorí dialóg s nastavením profilov SPL.
tr: SPL eklenti yayın profilleri iletişim kutusunu açar.

source: text "%s" not found
ru: текст "%s" не найден
tr: "%s" metni bulunamadı

source: Top artist: {} ({})
pt_br: Intérprete principal: {} ({})
ru: Лучший исполнитель: {} ({})
tr: En iyi sanatçı: {} ({})

source: Top artists: none
pt_br: Intérpretes principais: nenhum
ru: Лучшие исполнители: отсутствуют
tr: En iyi sanatçılar: yok

source: Top category: {} ({})
pt_br: Categoria principal: {} ({})
ru: Лучшая категория: {} ({})
tr: Üst kategori: {} ({})

source: Top genre: {} ({})
pt_br: Gênero principal: {} ({})
ru: Лучший жанр: {} ({})
tr: En popüler tür: {} ({})

source: Top genres: none
pt_br: Gêneros principais: nenhum
ru: Лучшие жанры: отсутствуют
tr: En popüler türler: yok

source: Metadata streaming on {URLPosition} enabled
ru: Потоковая передача метаданных по URL {URLPosition} включена
tr: {URLPosition} üzerinde meta veri akışı etkinleştirildi

source: Metadata streaming on {URLPosition} disabled
ru: Потоковая передача метаданных по URL {URLPosition} отключена
tr: {URLPosition} üzerinde meta veri akışı devre dışı bırakıldı

source: Your encoder settings had errors and were reset to defaults.
pt_br: Suas configurações do codificador apresentavam erros e foram redefinidas para os padrões.
ru: В настройках вашего кодера были обнаружены ошибки, и они были сброшены к значениям по умолчанию.
tr: Kodlayıcı ayarlarınızda hatalar vardı ve varsayılan ayarlara sıfırlandı.

source: SPL add-on Encoder settings error
pt_br: Erro de configurações do codificador do complemento SPL
ru: Ошибка настроек кодера дополнения SPL
tr: SPL eklenti Kodlayıcı ayarları hatası

source: Encoder &label
pt_br: Rótu&lo do codificador — encoder
ru: &Метка кодера
tr: Kod&layıcı etiketi

source: Announce connection &status until encoder connects
pt_br: Anunciar o &status da conexão até que o codificador se conecte
ru: Объявлять &состояние соединения до тех пор, пока не подключится кодер
tr: &Kodlayıcı bağlanana kadar bağlantı durumunu duyur

source: Opens a dialog to erase encoder labels and settings from an encoder that was deleted.
pt_br: Abre um diálogo para apagar rótulos de codificador e configurações de um codificador que foi excluído.
ru: Открывает диалог для удаления меток и настроек кодера, который был удалён.
tr: Silinen bir kodlayıcıdan kodlayıcı etiketlerini ve ayarlarını silmek için bir iletişim kutusu açar.

source: Encoder label and settings eraser
pt_br: Apagador de rótulo e configurações de codificador
ru: Стирание меток и настроек кодера
tr: Kodlayıcı etiketi ve ayar silgisi

source: Shows encoder settings dialog to configure various encoder settings such as encoder label.
pt_br: Mostra o diálogo de configurações do codificador para definir várias configurações do codificador, como o rótulo do codificador.
ru: Показывает диалог настроек кодера для настройки различных параметров кодера, таких как метка кодера.
tr: Kodlayıcı etiketi gibi çeşitli kodlayıcı ayarlarını yapılandırmak için kodlayıcı ayarları iletişim kutusunu gösterir.

source: No encoder label
pt_br: Nenhum codificador encontrado
ru: Нет метки кодера
tr: Kodlayıcı etiketi yok

source: Connects the selected encoder.
pt_br: Conecta o codificador selecionado.
ru: Подключает выбранный кодер.
tr: Seçilen kodlayıcıyı bağlar.

source: Connects all encoders.
pt_br: Conecta todos codificadores.
ru: Подключает все кодеры.
tr: Tüm kodlayıcıları bağlar.

source: After entering SPL Controller or Remote Controller, press: A: Turn automation on. Shift+A: Turn automation off. M: Turn microphone on. Shift+M: Turn microphone off. N: Turn microphone on without fade. L: Turn line in on. Shift+L: Turn line in off. P: Play. U: Pause. S: Stop with fade. T: Instant stop. C: Announce name and duration of the currently playing track. Shift+C: Announce name and duration of the upcoming track. E (SPL Controller only): Announce connected encoders if any. I (SPL Controller only): Announce listener count. Q: Announce Studio status information. R: Remaining time for the playing track (including voice tracks and carts in local Studio). Shift+R (SPL Controller only): Library scan progress. Function keys and number row keys with or without Shift, Alt, and Control keys (SPL Controller only): Play carts.
ru: После входа в панель управления SPL или в Удалённую панель управления, нажмите: A: Включить автоматизацию. Shift+A: Отключить автоматизацию. M: Включить микрофон. Shift+M: Отключить микрофон. N: Включить микрофон без затухания. L: Включить линейный вход. Shift+L: Выключить линейный вход. P: Воспроизведение. U: Пауза. S: Остановить с затуханием. T: Мгновенная остановка. C: Объявить название и продолжительность воспроизводимой в данный момент дорожки. Shift+C: Сообщить название и продолжительность предстоящей дорожки. E (только панель управления SPL): Сообщить о подключенных энкодерах, если таковые имеются. I (только панель управления SPL): Объявить количество слушателей. Q: Объявить информацию о состоянии Studio. R: Оставшееся время проигрывания дорожки (включая голосовые дорожки и корзины в локальной Studio). Shift+R (только панель управления SPL): Ход сканирования библиотеки. Функциональные клавиши и клавиши числового ряда с клавишами Shift, Alt и Control или без них (только панель управления SPL): Воспроизводить корзины.
tr: SPL Denetleyici veya Uzaktan Kumandaya girdikten sonra şu tuşlara basın: A: Otomasyonu aç. Shift+A: Otomasyonu kapat. M: Mikrofonu aç. Shift+M: Mikrofonu kapat. N: Mikrofon sesini hemen aç. L: line in'i Aç. Shift+L: line in'i Kapat. P: Çal. U: Duraklat. S: Kısarak Durdur T: Anında durdur. C: Çalmakta olan parça adını ve süresini duyur. Shift+C: Sonraki parça adı ve süresini duyur. E (Yalnızca SPL Denetleyicisi): Varsa bağlı kodlayıcıları duyur. I (Yalnızca SPL Denetleyicisi): Dinleyici sayısını duyur. Q: Studio durum bilgilerini duyur. R: Çalma parçası için kalan süre (yerel Studio'daki ses parçaları ve kartlar dahil). Shift+R (Yalnızca SPL Denetleyicisi): Kitaplık tarama ilerlemesi. Shift, Alt ve Control tuşları olan veya olmayan işlev tuşları ve sayı satırı tuşları (yalnızca SPL Denetleyici): Çalma otomasyonu.

source: No encoders found
pt_br: Nenhum codificador encontrado
ru: Кодеры не найдены
tr: Kodlayıcı bulunamadı

source: Only one encoder type can be active at once
pt_br: Apenas um tipo de codificador pode estar ativo por vez
ru: Одновременно может быть активен только один тип кодера
tr: Aynı anda yalnızca bir kodlayıcı türü etkin olabilir

source: Connected encoders: {encodersConnected}
pt_br: Codificadores conectados: {encodersConnected}
ru: Подключенные кодеры: {encodersConnected}
tr: Bağlı kodlayıcılar: {encodersConnected}

source: No encoders connected
pt_br: Sem codificadores conectados
ru: Нет подключённых кодеров
tr: Bağlı kodlayıcı yok

source: SPL Remote Studio is not running.
ru: Удалённая Studio SPL не работает.
tr: SPL Remote Studio çalışmıyor.

source: SPL Remote Controller
ru: Удалённая панель управления SPL
tr: SPL Uzaktan Kumanda

source: SPL Remote Controller help
ru: Справка Удалённой панели управления SPL
tr: SPL Uzaktan Kumanda yardımı

source: Enhances support for StationPlaylist apps. In addition, adds global commands for the Studio application from everywhere.
ru: Улучшает поддержку приложений StationPlaylist. Кроме того, добавлены глобальные команды для приложения Studio.
tr: StationPlaylist uygulamalarına yönelik desteği geliştirir. Ayrıca Studio uygulamasına her yerden global komutlar ekler.
