Repository: ChrisDuffley/stationPlaylist
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de_ch, es, fr, gl, he, hr, hu, kn, ne, pl, pt_br, pt_pt, ro, ru, sk, tr, vi

source: Braille intro endings
ar: نهايات مقدمة البرايل
bg: Извеждай края на въведенията на брайл
de_ch: Ende der Einleitung in Braille
es: Terminaciones braille de intro
fr: Braille fin intro
gl: Terminacións braille de intro
he: סיום הודעות בברייל
hr: Brajevi uvodni dijelovi snimaka
hu: Braille intró vége
kn: ಬ್ರೈಲ್ ಸಮಯವು ಕೊನೆಗೊಳ್ಳುವಂತವು
pl: Wyświetlaj Intra w brajlu
pt_br: Terminações braille de introdução
pt_pt: Introdução em braille
ro: Finaluri de intrare în mod braille
ru: Вступления и окончание по Брайлю
sk: Koniec úvodu skladby
tr: Braille intro sonları
vi: Nhạc kết thúc chữ nổi

source: Intro
bg: Въведение
de_ch: Vorspiel
hr: Uvodni dio
pt_br: Introdução
pt_pt: Introdução
ro: Intrare
ru: Вступление
vi: Bắt đầu

source: Braille intro and track endings
ar: نهايات المقدمة والمسار بالخط البارز
bg: Извеждай края на записите и въведенията на брайл
de_ch: Ende der Einleitung und Titel in Braille
es: Terminaciones de intro y de pista braille
fr: Braille fin intro et piste
gl: Terminacións de intro e de pista braille
he: מידע וסיום רצועות בברייל
hr: Brajevi uvodni i završni dijelovi snimaka
hu: Braille intró és szám vége
kn: ಬ್ರೈಲ್ ಸಮಯ ಮತ್ತು ಹಾಡು ಕೊನೆಗೊಳ್ಳುವಂತವು
pl: Wyświetlaj końce ścieżek i intra w brajlu
pt_br: Terminações braille de introdução e faixa
pt_pt: Introdução de Braille e finais de pista
ro: Finaluri de intrare și melodie în mod braille
ru: Вступление и окончания дорожек по брайлю
sk: Intro a konce skladieb
tr: Braille intro ve parça sonları
vi: Track chữ nổi bắt đầu và kết thúc

source: Both
ar: كلاهما
bg: И двете
de_ch: Beide
es: Ambos
fr: Tous les deux
gl: Ambos
he: גם וגם
hr: Oboje
pl: Obydwa
pt_br: Ambos
pt_pt: ambos
ro: Ambele
ru: Оба
sk: oboje
tr: İkisi
vi: Cả hai

source: Do not announce library scans
ar: لا تعلن عن البحث في المكتبة
bg: Не съобщавай за сканиранията на библиотеката
de_ch: Scanvorgang der Bibliothek nicht ansagen
es: No anunciar escaneados de la biblioteca
fr: Ne pas annoncer les balayages d'une bibliothèque
gl: Non anunciar escaneados da biblioteca
he: ללא הודעה על סריקת הספריות
hr: Ne najavljuj skeniranja biblioteke
hu: Ne jelentse be a gyűjtemény vizsgálatokat
kn: ಲೈಬ್ರರಿ ಸ್ಕ್ಯಾನ್ಗಳನ್ನು ಹೇಳಬೇಡ
pl: Nie oznajmiaj skanowania biblioteki
pt_br: Não anuncia varredura de biblioteca
pt_pt: Não anuncia varrimento de biblioteca.
ro: Nu mai anunța scanările de librării
ru: Не объявлять о сканировании библиотеки
sk: neoznamovať skenovanie knižnice
tr: Kütüphane taramaları duyurulmaz
vi: Không thông báo quét thư viện

source: Announce start and end of a library scan
ar: الإعلان عن بداية ونهاية البحث في المكتبة
bg: Съобщавай при начало и край на сканиране на библиотеката
de_ch: Ansage bei Start und Ende des Scanvorgangs in der Bibliothek
es: Anunciar inicio y fin de un escaneado de la biblioteca
fr: Annoncer le début et la fin de balayage d'une bibliothèque
gl: Anunciar o comezo e o remate dun escaneado da biblioteca
he: הודעה על סריקת הספריות
hr: Najavi početak i završetak skeniranja biblioteke
hu: A kezdet és a befejezés bejelentése
kn: ಲೈಬ್ರರಿ ಸ್ಕ್ಯಾನ್ನ ಆರಂಭ ಮತ್ತು ಅಂತ್ಯವನ್ನು ಹೇಳುತ್ತದೆ
pl: Oznajmiaj początek i koniec skanowania biblioteki
pt_br: Anuncia início e fim duma varredura de biblioteca
pt_pt: Anuncia início e fim de varrimento de biblioteca.
ro: Anunță începutul și sfârșitul unei scanări de librării
ru: Объявлять о начале и завершении сканирования библиотеки
sk: Oznamovať začiatok a koniec skenovania knižnice
tr: Kütüphane taramasının başlangıcını ve sonunu duyurur
vi: Thông báo khi bắt đầu và kết thúc quét một thư viện

source: Start and end only
ar: البداية والنهاية فقط
de_ch: Nur Start und Ende
es: Comenzar y finalizar sólo
fr: Début et fin seulement
gl: Comezar e rematar só
he: התחלה וסוף בלבד
hr: Samo početak i kraj
pl: Tylko początki i końce
pt_br: Apenas início e fim
pt_pt: Apenas início e fim
ro: Doar început și sfârșit
ru: Только начало и конец
sk: Len začiatok a koniec
tr: Yalnızca başlangıç ​​ve bitiş
vi: Chỉ bắt đầu và kết thúc

source: Announce the progress of a library scan
ar: إعلان مدى التقدم في البحث بالمكتبة
bg: Съобщавай напредъка при сканиране на библиотеката
de_ch: Fortschritt des Scanvorgangs der Bibliothek ansagen
es: Anunciar el progreso de un escaneado de la biblioteca
fr: Annoncer l'avancement du balayage d'une bibliothèque
gl: Anunciar o progreso dun escaneado da biblioteca
he: הודעה על התקדמות סריקת הספריות
hr: Najavi napredovanje skeniranja biblioteke
hu: A folyamat bejelentése
kn: ಲೈಬ್ರಿ ಸ್ಕ್ಯಾನ್ ಪ್ರಗತಿಯ ಕುರಿತು ಹೇಳುತ್ತದೆ
pl: Oznajmiaj postęp skanowania biblioteki
pt_br: Anuncia o progresso de varredura da biblioteca
pt_pt: Anuncia o progresso do varrimento da biblioteca
ro: Anunță progresul unei scanări de librării
ru: Объявлять о ходе проверки библиотеки
sk: Oznamovať priebeh skenovania knižnice
tr: Kütüphane tarama ilerlemesi duyurulur
vi: Thông báo tiến trình của việc quét thư viện

source: Scan progress
ar: تقدم الفحص
de_ch: Suchlauf läuft
es: Progreso del escaneado
fr: Progression du balayage
gl: Progreso do escaneado
he: התקדמות הסריקה
hr: Napredovanje skeniranja
pl: Skanowanie w toku
pt_br: Progresso da varredura
pt_pt: Progresso do varrimento
ro: Progres scanare
ru: Ход сканирования
sk: Oznamovať priebeh skenovania
tr: Tarama ilerlemesi
vi: Tiến độ quét

source: Announce progress and item count of a library scan
ar: الإعلان عن التقدم وعدد العناصر للبحث في المكتبة
bg: Съобщавай напредъка и броя на елементите при сканиране на библиотеката
de_ch: Fortschritt und Anzahl der Einträge während des Scanvorgangs der Bibliothek ansagen
es: Anunciar el progreso y la cuenta de elementos de un escaneado de la biblioteca
fr: Annoncer l'avancement et le nombre des éléments lors du balayage d'une bibliothèque
gl: Anunciar o progreso e a conta de elementos dun escaneado da biblioteca
he: הודעה על התקדמות סריקת הספריות ועל מספר הפריטים
hr: Najavi napredovanje i broj stavki skeniranja biblioteke
hu: A folyamat és az elemek számának bejelentése
kn: ಲೈಬ್ರರಿ ಸ್ಕ್ಯಾನ್ನ ಅಂಶಗಳ ಎಣಿಕೆಯನ್ನು ಮತ್ತು ಪ್ರಗತಿಯನ್ನು ಹೇಳುತ್ತದೆ
pl: Oznajmiaj postęp i ilość elementów podczas skanowania biblioteki
pt_br: Anuncia o progresso e a contagem de itens duma varredura de biblioteca
pt_pt: Anuncia o progresso e a contagem de items do varrimento da biblioteca
ro: Anunță progresul și numărul de elemente ale scanării de librării
ru: Объявлять о ходе сканирования и количестве элементов библиотеки
sk: oznamovať priebeh a počet naskenovaných položiek
tr: Bir kitaplık taramasının ilerlemesini ve öğe sayısını duyurur
vi: Thông báo tiến trình và số lượng thành phần khi quét thư viện

source: Scan count
ar: فحص العدد
bg: Брой на сканирания
de_ch: Anzahl Suchläufe
es: Escanear cuenta
fr: Nombre de balayage
gl: Escanear conta
he: מספר פריטים
hr: Broj skeniranja
pl: Zeskanowanych obiektów
pt_br: Resultado da varredura
pt_pt: Contagem de varrimento
ro: Numărul de scanări
ru: Число сканирований
sk: Oznamovať počet položiek
tr: Tarama sayısı
vi: Lượt quét

source: An error occured while checking for add-on update. Please check NVDA log for details.
de_ch: Bei der Überprüfung nach updates ist ein Fehler aufgetreten. Bitte sehen Sie im Protokollbetrachter nfür weitere Details nach.
es: Ocurrió un error mientras se buscaba una actualización para el complemento. Por favor comprueba el registro de NVDA para detalles.
fr: Une erreur s'est produite durant la recherche de mise à jour du module complémentaire. Veuillez consulter le journal NVDA pour plus de détails.
gl: Ocorreu un erro mentres se procuraba unha actualización para o complemento. Por favor comproba o rexistro do NVDA para detalles.
he: אירעה שגיאה בעת בדיקת עדכון התוספת. בדוק את יומן NVDA לקבלת פרטים.
pt_pt: Ocorreu um erro ao verificar a actualização do extra. Consulte o log do NVDA para obter detalhes.
ro: A apărut o eroare în timp ce se căutau actualizările. Vă rugăm să verificați jurnalul NVDA pentru mai multe detalii.
vi: Có lỗi trong khi kiểm tra cập nhật add-on. Vui lòng xem NVDA log để biết thêm chi tiết.

source: NVDA is in secure mode. Please restart with secure mode disabled before checking for add-on updates.
de_ch: NVDA befindet sich im geschützten Modus. Bitte starten Sie NVDA mit deaktiviertem Schutzmodus und versuchen Sie es erneut.
es: NVDA está en modo seguro. Por favor reinicia con el modo seguro deshabilitado antes de buscar actualizaciones del complemento.
fr: NVDA est en mode sécurisé. Veuillez redémarrer avec le mode sécurisé désactivé avant de rechercher les mises à jour du module complémentaire.
gl: O NVDA está en modo seguro. Por favor reinicia co modo seguro deshabilitado antes de procurar actualizacións do complemento.
he: NVDA נמצאת במצב מאובטח. אנא הפעל מחדש עם מצב מאובטח מושבת לפני בדיקת עדכונים נוספים.
pt_pt: O NVDA está no modo seguro. Reinicie-o com o modo seguro desactivado antes de verificar as actualizações do Add-on.
ro: NVDA este în modul de siguranță. Vă rugăm să-l reporniți cu modul de siguranță dezactivat înainte de a căuta actualizări.
vi: NVDA đang trong chế độ bảo vệ. Vui lòng khởi động lại với chế độ bảo vệ được tắt trước khi kiểm tra cập nhật add-on.

source: This is a try build of StationPlaylist Studio add-on. Please install the latest stable release to receive updates again.
de_ch: Dies ist eine Versuchsversion der Erweiterung StationPlaylist Studio. Bitte installieren Sie eine stabile Version, wenn Sie Update-Benachrichtigungen erhalten möchten.
es: Esta es una compilación de prueba del complemento StationPlaylist Studio. Por favor instala la última versión estable para recibir actualizaciones de nuevo.
fr: Ceci est une build d'essai du module complémentaire StationPlaylist Studio. Veuillez installer la dernière version stable pour recevoir à nouveau les mises à jour.
gl: Esta é unha compilación de proba do complemento StationPlaylist Studio. Por favor instala a última versión estable para recebir actualizacións de novo.
he: זהו ניסיון לבנות את תוסף StudioPlaylist Studio. התקן את הגרסה היציבה האחרונה כדי לקבל עדכונים שוב.
pt_pt: Esta é uma tentativa de compilação do complemento StationPlaylist Studio. Instale a última versão estável para receber novamente as actualizações.
ro: Aceasta este o compilare de încercare a suplimentului StationPlaylist Studio. Vă rugăm să instalați versiunea stabilă pentru a primi actualizări din nou.
vi: Đây là bản dùng thử của StationPlaylist Studio add-on. Vui lòng cài bản chính thức mới nhất để nhận lại các cập nhật.

source: Update checking not supported while running NVDA from source. Please run this add-on from an installed or a portable version of NVDA.
de_ch: Die Update-Überprüfung wird nicht unterstützt, wenn NVDA aus dem Quellcode gestartet wird. Bitte starten Sie NVDA aus einer installierten oder portablen Version.
es: No se soporta la búsqueda de actualizaciones mientras se ejecuta NVDA desde el código fuente. Por favor ejecuta el complemento desde una versión instalada o portable de NVDA.
fr: La vérification des mises à jour n'est pas prise en charge lors de l'exécution de NVDA depuis la source. Veuillez exécuter ce module complémentaire à partir d'une version installée ou portable de NVDA.
gl: Non se soporta a procura de actualizacións mentres se executa o NVDA dende o código fonte. Por favor executa o complemento dende unha versión instalada ou portable do NVDA.
he: בדיקת העדכון אינה נתמכת בעת הפעלת NVDA מקוד מקור. הפעל את ההרחבה הזו מתוך גרסה מותקנת או של גירסה ניידת של NVDA.
pt_pt: Verificação de atualização não suportada ao executar o NVDA a partir da fonte. Execute este extra a partir de uma versão instalada ou portátil do NVDA.
ro: Căutarea actualizărilor nu este suportată atâtta timp cât NVDA rulează din sursă. Vă rugăm să rulați acest supliment dintr-o versiune instalată sau portabilă a NVDA.
vi: Không hỗ trợ kiểm tra cập nhật khi chạy NVDA từ mã nguồn. Vui lòng chạy add-on này từ bản cài hay bản chạy trực tiếp của NVDA.

source: This is a Windows Store version of NVDA. Add-on updating is supported on desktop version of NVDA.
de_ch: Dies ist eine Windows-Store-Version von NVDA. Aktualisierungen für Erweiterungen werden nur in der Desktop-Version von NVDA unterstützt.
es: Esta es una versión Windows Store de NVDA. La actualización del complemento se soporta en versiones de escritorio de NVDA.
fr: Ceci est une version Windows Store de NVDA. La mise à jour du module complémentaire est prise en charge sur la version bureau de NVDA.
gl: Esta é unha versión Windows Store do NVDA. A actualización do complemento sopórtase en versións de escritorio do NVDA.
he: זוהי גירסת Windows Store של NVDA. עדכון ההרחבה נתמך בגירסת שולחן העבודה של NVDA.
pt_pt: Esta é uma versão do NVDA da Windows Store. A atualização do complemento é suportada na versão desktop do NVDA.
ro: Aceasta este o versiune NVDA de Windows Store. Actualizarea suplimentului este suportată în versiunea de desktop.
vi: Đây là phiên bản NVDA từ Windows Store. Việc cập nhật add-on chỉ hỗ trợ cho bản NVDA trên desktop.

source: Cannot update add-on directly. Please check for add-on updates by going to add-ons manager.
de_ch: Die Erweiterung kann nicht direkt aktualisiert werden. Bitte suchen Sie nach Aktualisierungen über das NVDA-Menü / Extras / Erweiterungen verwalten.
es: No se puede actualizar el complemento directamente. Por favor busca actualizaciones del complemento yendo al administrador de complementos.
fr: Impossible de mettre à jour le module complémentaire directement. S'il vous plaît vérifier les mises à jour du module complémentaire en allant au Gestionnaire de modules complémentaires.
gl: Non se pode actualizar o complemento directamente. Por favor procura actualizacións do complemento indo ao administrador de complementos.
he: לא ניתן לעדכן את התוסף ישירות. בדוק אם קיימים עדכונים על ידי מעבר למנהל הרחבות.
pt_pt: Não é possível actualizar o extra directamente. Verifique as atualizações do extra , através do gestor de extras.
ro: Nu se poate actualiza suplimentul în mod direct. Vă rugăm să căutați actualizări înainte de a merge în administratorul de suplimente.
vi: Không thể cập nhật trực tiếp add-on. Vui lòng kiểm tra cập nhật add-on bằng cách mở trình quản lý add-on.

source: No internet connection. Please connect to the internet before checking for add-on update.
de_ch: Keine Internet-Verbindung. Bitte stellen Sie eine Internet-Verbindung her und führen Sie die Update-Überprüfung erneut durch.
es: No hay conexión a internet. Por favor conéctate a internet antes de buscar la actualización del complemento.
fr: Pas de connexion internet. Veuillez vous connecter à Internet avant de vérifier la mise à jour du module complémentaire.
gl: Non hai conexión a internet. Por favor conéctate a internet antes de procurar a actualización do complemento.
he: אין חיבור אינטרנט. התחבר לאינטרנט לפני בדיקת עדכון.
pt_pt: Sem ligação à internet. ligue-se à internet antes de verificar a actualização do extra.
ro: Nu există conexiune la internet. Vă rugăm să vă conectați la internet înainte de a căuta actualizări.
vi: Không có kết nối mạng. Vui lòng kết nối mạng trước khi kiểm tra cập nhật add-on.

source: New Profile
ar: وضع جديد
bg: Нов профил
de_ch: Neues Profil
es: Nuevo Perfil
fr: Nouveau profil
gl: Novo Perfil
he: פרופיל חדש
hr: Novi profil
pl: Nowy profil
pt_pt: Novo perfil
ro: Profil nou
sk: Nový profil
vi: Hồ sơ mới

source: Copy Profile
ar: انسخ الوضع
bg: Копиране на профил
de_ch: Profil kopieren
es: Copiar Perfil
fr: Copier le profil
gl: Copiar Perfil
he: העתקת פרופיל
hr: Kopiraj profil
pl: Kopiuj profil
pt_br: Copiar Perfil
pt_pt: copiar perfil
ro: Copiere profil
ru: Копировать Профиль
sk: Skopírovať profil
tr: Profili Kopyala
vi: Sao chép hồ sơ

source: Profile name:
ar: اسم الوضع:
bg: Име на профил:
de_ch: Profilname
es: Nombre de Perfil:
fr: Nom du profil :
gl: Nome de Perfil:
he: שם הרופיל:
hr: Ime profila:
pl: Nazwa profilu:
pt_pt: Nome do perfil
ro: Nume profil:
sk: Názov profilu:
vi: Tên hồ sơ:

source: &Base profile:
ar: الو&ضع الأساسي:
bg: &Начален профил:
de_ch: &Basisprofil:
es: Perfil &Base:
fr: Profil de &base :
gl: Perfil &Base:
he: פרופילמ&בוסס זמן:
hr: &Osnovni profil:
pl: Podstawowy profil:
pt_br: Perfil &base:
pt_pt: Perfil &base
ro: Profil de &bază:
ru: &Основной профиль:
sk: &Základný profil:
tr: &Temel profil:
vi: &Theo hồ sơ:

source: That profile already exists. Please choose a different name.
ar: هذا الموضع موجود بالفعل. يرجى اختيار اسم جديد
bg: Този профил вече съществува. Моля, изберете друго име.
de_ch: Dieses Profil existiert bereits. Bitte wählen Sie einen anderen Namen aus.
es: Ese perfil ya existe. Por favor elige un nombre diferente.
fr: Ce profil existe déjà. Veuillez choisir un nom différent.
gl: Ese perfil xa existe. Por favor elige un nombre diferente.
he: קיים כבר פרופיל עם שם דומה. נא לבחור בשם אחר.
hr: Taj profil već postoji. Odaberi drugo ime.
pl: Taki profil już istnieje. Proszę, nazwij inaczej
pt_pt: Este perfil já existe; escolha um nome diferente
ro: Acest profil deja există. Alegeți un alt nume de profil.
sk: Profil s týmto názvom už existuje. Zadajte iný názov.
vi: Đã có tên hồ sơ này. Vui lòng chọn tên khác.

source: Profile triggers for {profileName}
de_ch: Profil-Auslöser für {profileName}
es: Disparadores de perfil para {profileName}
fr: Déclencheurs de profil pour {profileName}
gl: Disparadores de perfil para {profileName}
he: פרוצדורותם פרופיל עבור {profileName}
hr: Okidači profila za {profileName}
pl: Wyzwalacze profilu dla {profileName}
pt_br: O perfil dispara para {profileName}
pt_pt: O perfil dispara para {profileName}
ro: Declanșatoare de profil pentru {profileName}
ru: Привязки профиля для {profileName}
sk: Spúšťače pre profil {profileName}
tr: {profileName} için profil tetikleyicileri
vi: Tác nhân hồ sơ cho {profileName}

source: This is an &instant switch profile
de_ch: Dies ist ein &Instant-Switch-Profil
es: Este es un perfil cambio instantáneo
fr: Ceci est un changement de profil &immédiat
gl: Este é un perfil cambio instantáneo
he: זהו פרופיל ל&החלפה מיידית
hr: Ovo je profil za &trenutno mijenjanje
pl: To jest "szybki profil"
pt_br: Este é um perfil de troca &instantânea
pt_pt: Este é um perfil de troca instantânea
ro: Acest profil este un profil de comutare &instantanee
ru: Это профиль &мгновенного переключения
sk: &ručná aktivácia
tr: Bu b&ir anında geçiş profilidir
vi: Đây là hồ sơ chuyển nhanh

source: This is a &time-based switch profile
de_ch: Dies ist ein &zeitbasiertes Schaltprofil
es: Este es un perfil de cambio basado en &tiempo
fr: Ceci est un changement de profil basé sur l'&heure
gl: Este é un perfil de cambio baseado en tempo
he: זהו פרופיל להחלפה מ&תוזמנת
hr: Ovo je profil za &vremenski utemeljeno mijenjanje
pl: To jest profil dczasowy
pt_pt: Este é um perfil de comutação baseado no tempo
ro: Acest profil este un profil bazat pe comutare în &timp.
vi: Đây là hồ sơ chuyển theo thời gian

source: Day
de_ch: Tag
es: Día
fr: Jour
gl: Día
he: בתאריך
hr: Dan
pl: Dzień
pt_pt: Dia
ro: Zi
vi: Ngày

source: Time
de_ch: Zeit
es: Tiempo
fr: Heure
gl: Tempo
he: בזמן
hr: Vrijeme
pl: czas
pt_pt: tempo
ro: Timp
vi: Thời gian

source: Hour
de_ch: Stunde
es: Hora
fr: Heure
gl: Hora
he: שעה
hr: Sat
pl: Godzina
pt_pt: Hora
ro: Oră
vi: Giờ

source: Minute
es: Minuto
gl: Minuto
he: דקה
hr: Minuta
pl: Minuta
pt_br: Minuto
pt_pt: minuto
ro: Minut
ru: Минута
sk: minúta
tr: Dakika
vi: Phút

source: Duration in minutes
de_ch: Dauer in Minuten
es: Duración en minutos
fr: Durée en minutes
gl: Duración en minutos
he: אורך בדקות
hr: Trajanje u minutama
pl: Czas w minutach
pt_pt: Duração em minutos
ro: Durată în minute
vi: Thời lượng bằng phút

source: A profile trigger already exists for the entered time slot. Please choose a different date or time.
de_ch: Ein Profilauslöser für den eingegebenen Zeitbereich existiert bereits. Bitte wählen Sie ein anderes Datum und eine andere uhrzeit aus.
es: Ya existe un perfil disparador para el slot de tiempo introducido. Por favor elige una fecha u hora diferentes.
fr: Un déclencheur de profil existe déjà pour la tranche horaire saisie. Veuillez choisir une date ou une heure différente.
gl: Xa existe un perfil disparador para o slot de tempo introducido. Por favor escolle una data ou hora diferentes.
he: כבר קיימת פרוצדורה עבור פרופיל זה במשבצת הזמן הזאת. נא לבחור בתאריך או בזמן אחר.
hr: Okidač profila za odabrani vremenski slot već postoji. Odaberi jedan drugi datum ili vrijeme.
pl: W aktualnym przedziale czasowym istnieje już przypisanie do tego profilu. Wybierz inny czas lub datę.
pt_pt: Já existe um gatilho de perfil para o intervalo de tempo inserido. Escolha uma data ou hora diferente.
ro: Un trigger al profilului deja există pentru slotul de timp introdus. Selectați o oră sau o dată diferite.
vi: Đã có một tác nhân hồ sơ cho khung giờ đươc5 nhập. Vui lòng chọn thời gian khác.

source: The time-based profile checkbox is checked but no switch dates are given. Please either specify switch date(s) or uncheck time-based profile checkbox.
de_ch: Das Kontrollfeld zeitbasiertes profil ist markiert, es werden jedoch keine Schaltdaten angegeben. Bitte geben Sie entweder das/die Schaltdatum(e) an oder deaktivieren Sie das Kontrollkästchen zeitbasiertes Profil.
es: La casilla de verificación perfil basado en tiempo está marcada pero no se han dado fechas de cambio. Por favor especifica fecha de cambio o desmarca la casilla de verificación perfil basado en tiempo.
fr: La case à cocher profil basé sur l'heure est cochée, mais aucune date de changement n’est donnés. Veuillez spécifier la date(s) de changement(s) ou décochez profil basé sur l'heure.
gl: A Caixa perfil baseado en tempo está marcada pero non se deron cambios de data. Por favor especifica cambio de data(s) ou desmarca a Caixa perfil baseado en tempo.
he: תיבת פרופיל מבוסס זמן מסומנת אך אין תאריכים מוגדרים עבור הפרופיל. נא לספק תאריך אחד לפחות או לבטל את סימון פרופיל מבוסס הזמן.
hr: Potvrdni okvir vremenski utemeljenog profila je označen, ali datum i vrijeme nisu određeni. Odaberi datume ili odznači potvrdni okvir vremenski utemeljenog profila.
pl: Sterowane czasowo zarządzanie profilami jest włączone, lecz nie określono czasów. Odznacz sterowanie czasowe lub określ godziny przełączenia profili
pt_pt: A caixa de seleção do perfil com base no tempo está marcada, mas não são fornecidas datas de troca. Por favor, especifique a caixa de seleção das datas de opção ou desmarque o perfil do tempo.
ro: Căsuţa profilului bazat pe timp este bifată, dar data nu este definită. Specificați mai întâi o dată sau debifați căsuţa de profil bazat pe timp.
vi: Hộp kiểm hồ sơ theo thời gian đã được chọn nưng không có chỉ định ngày chuyển. Vui lòng định ngày chuyển hoặc bỏ chọn mục này.

source: General add-on settings
de_ch: Allgemeine Einstellungen für die Studio-Erweiterung
es: Opciones generales del complemento
fr: Paramètres généraux du module complémentaire
gl: Opcións xerais do complemento
he: הגדרות תוסף הסטודיו
pl: ogólne Ustawienia dodatku SPL
pt_pt: Configurações gerais do extra
vi: Cài đặt chung cho add-on

source: &Beep for status announcements
ar: &صفير للإعلان عن الحالة
bg: Издавай &звуков сигнал за съобщаване на състоянието
de_ch: &Signaltöne für Status-Ankündigungen
es: &Pitar para el anunciado de estado
fr: &Bip pour les annonces de statut
gl: &Pitar para o anunciamento do estado
he: הודעות שינוי מצב ב&צלילים
hr: &Zvučni signali za najavljivanje stanja
hu: &Hangjelzés
kn: ಸ್ಥಿತಿಗತಿಗಳನ್ನು ಬೀಪ್ ಮಾಡಿ ತಿಳಿಸು
pl: Dźwięk dla statusów
pt_br: &Bipar para anúncios de status
pt_pt: & Bip para anúncios de estado
ro: &Bip pentru anunțurile stării
ru: &Сигнал для объявлений состояния
sk: Oznamovať &Pípaním
tr: Durum duyuruları için &bip sesi
vi: &Beep cho thông báo trạng thái
