Repository: ChrisDuffley/stationPlaylist
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de_ch, es, fr, gl, he, hr, hu, kn, ne, pl, pt_br, pt_pt, ro, ru, sk, tr, vi

source: Opens a dialog to label the selected encoder.
ar: يفتح محاورة لاختيار اسم للملف الذي سيبث
bg: Отваря диалог за именоване на избрания енкодер.
de_ch: Öffnet einen Dialog, in dem Sie den ausgewählten Encoder beschriften können.
es: Abre un diálogo para etiquetar el codificador seleccionado.
fr: Ouvre un dialogue pour étiqueter l'encodeur sélectionné.
gl: Abre un diálogo para etiquetar o codificador selecionado.
he: פתיחת תיבת דו-שיח להגדרת תויות.
hu: Megnyit egy párbeszédpanelt a kiválasztott encoder elnevezéséhez.
kn: ಆಯ್ಕೆಗೊಳಿಸಿದ ಎಂಕೋಡರ್ಗೆ ಹೆಸರನ್ನು ಬರೆಯಲು ಸಂವಾದವನ್ನು ತೆರೆಯುತ್ತದೆ.
ne: चयनीत संहिताको नाम लेख्ने पातो पल्टाउने छ ।
pl: Otwiera okno etykietowania wybranego enkodera..
pt_pt: Abre uma caixa de diálogo para rotular o codificador selecionado.
ro: Deschide un dialog pentru a putea eticheta encoderul selectat.
vi: Mở hộp thoại để gán nhãn cho bộ mã hóa được chọn.

source: Stream label and settings eraser
ar: مزيل أسماء البث والإعدادات
de_ch: Einstellungen zum Löschen der Streambezeichnungen und Zurücksetzen anderer Einstellungen
es: Eliminador de etiqueta de cadena y opciones
fr: Effaceur d'étiquette de flux et de paramètres
gl: Eliminador de etiqueta de cadea e opcións
he: אפשרויות מחיקה של תויות ושל הגדרות
pl: Usuwanie etykiet strumieni i ustawień
pt_pt: Rótulo e apagador de configurações
ro: Etichetare stream și ștergere setări
vi: Nhãn phát thanh và xóa các cài đặt

source: Enter the position of the encoder you wish to delete or will delete
ar: ادخل موقع التشفير الذي تود حذفه أو الذي ستحذفه.
bg: Въведете позицията на енкодера, който искате да изтриете
de_ch: Geben Sie die Position des Encoddrs ein, den Sie löschen möchten
es: Introduce la posición del codificador que deseas eliminar o se eliminará
fr: Entrez la position de l'encodeur que vous souhaitez supprimer ou que vous supprimerez
gl: Introduce a posición do codificador que desexas eliminar ou eliminarase
he: נא להקיש את מיקומו של מנגנון הקידוד שברצונך למחוק
hu: Írja be a törlendő encoder pozícióját!
kn: ಅಳಿಸಬೇಕಾದ ಅಥವಾ ಬಯಸುವ ಎಂಕೋಡರ್ ಸ್ಥಿತಿಯನ್ನು ನಮೂದಿಸಿರಿ
pl: Podaj numer enkodera który chcesz usunąć
pt_br: Digite a posição do codificador que deseja excluir ou excluirá
pt_pt: Digite a posição do codificador que deseja excluir ou excluirá
ro: Introduceți poziția encoderului pe care doriți să îl ștergeți sau pe care îl veți șterge
ru: Введите положение кодера, который вы хотите удалить или будете удалять
tr: Silmek istediğiniz veya sileceğiniz kodlayıcının konumunu girin
vi: Nhập vị trí của bộ mã hóa bạn muốn xóa hoặc sẽ xóa

source: Opens a dialog to erase stream labels and settings from an encoder that was deleted.
ar: يفتح محاورة لحذف أسماء الملفات التي ستبث والإعدادات من التشفير المحذوف.
de_ch: Öffnet einen Dialog, mit dem Beschriftungen und Einstellungen gelöschter Encoder entfernt werden können.
es: Abre un diálogo para borrar etiquetas de cadena y opciones de un codificador que fue eleminado.
fr: Ouvre un dialogue pour effacer les étiquettes de flux et les paramètres d'un encodeur qui a été supprimé.
gl: Abre un diálogo para borrar etiquetas de cadea e opcións dun codificador que foi eleminado.
he: פתיחת תיבת דו-שיח למחיקת תויות והגדרות השייכות למנגנון קידוד שנמחק.
pl: Otwiera okno pozwalające usunąć etykiety i parametry uprzednio usuniętego enkodera
pt_pt: Abre uma caixa de diálogo para apagar rótulos e configurações de um codificador que foi excluído.
ro: Se deschide un dialog pentru a șterge etichetele de stream și setările unui encoder care este deja șters.
vi: Mở một hộp thoại để xóa các nhãn phát và các thiết lạp từ một bộ mã hóa đã bị xóa.

source: Shows encoder configuration dialog to configure various encoder settings such as stream label.
de_ch: Zeigt das Encoder-Konfiguationsdialog, wo beispielsweise Streambezeichnungen eingestellt werden können.
es: Muestra el diálogo configuración de codificador para configurar varias opciones del codificador tales como la etiqueta de la cadena.
fr: Affiche le dialogue de configuration de l'encodeur pour configurer différents paramètres de l’encodeur comme l'étiquette de flux.
gl: Amosa o diálogo configuración do codificador para configurar varias opcións do codificador como a etiqueta de cadea.
he: מציג תיבת דו-שיח המאפשרת להגדיר מאפיינים שונים של מנגנוני הקידוד, כגון תויות.
pl: Wyświetla okno konfiguracji enkodera umożliwiające ustawienie jego rozmaitych właściwości
pt_pt: Mostra a caixa de diálogo de configuração do codificador para configurar várias configurações do codificador, como a etiqueta de transmissão.
ro: Arată dialogul de configurare a encoderului pentru a configura diverse setări ale acestuia, cum ar fi etichete de stream.
vi: Hiển thị hộp thoại cấu hình mã hóa để cấu hình nhiều cài đặt mã hóa như nhãn phát trực tuyến.

source: If pressed once, reports the current time including seconds. If pressed twice, reports the current date
ar: بالضغط عليه مرة واحدة يعلن عن الوقت الحالي بالثواني وبالضغط عليه مرتين يعلن عن التاريخ
bg: Еднократно натискане докладва текущото време, включително секундите. Двукратно натискане докладва текущата дата
de_ch: Bei ein Mal drücken der Tastenkombination wird die aktuelle Uhrzeit einschliesslich Sekunden und bei zwei Mal drücken das aktuelle Datum angesagt.
es: Si se pulsó una vez, anuncia la hora actual incluyendo segundos. Si se pulsó dos veces, anuncia la fecha actual.
fr: Un appui annonce l'heure en cours, y compris les secondes. Deux appuis annoncent la date courante
gl: Se se premeu unha vez, anuncia a hora actual incluindo segundos. Se se premeu dúas veces, anuncia a data actual.
he: לחיצה פעם אחת : הקראת השעה. לחיצה פעמיים : הקראת התאריך הנוכחי
hu: Egyszeri lenyomásra másodpercre pontosan az időt, kétszeri lenyomásra az aktuális dátumot mondja be.
kn: ಒಮ್ಮೆ ಒತ್ತಿದರೆ ಸೆಕೆಂಡ್ಸ್ಗಳೊಂದಿಗೆ ಸಮಯವನ್ನು ಹೇಳುತ್ತದೆ. ಎರಡು ಸಲ ತತಕ್ಷಣ ಒತ್ತಿದರೆ, ಪ್ರಸ್ತುತದ ದಿನಾಂಕವನ್ನು ಹೇಳುತ್ತದೆ.
pl: Wciśnięty raz, wypowiada aktualny czas z uwzględnieniem sekund. Podwójnie, aktualną datę.
pt_br: Se pressionado uma vez, relata a hora atual, incluindo segundos. Se pressionado duas vezes, relata a data atual
pt_pt: Se pressionado uma vez, relata a hora actual, incluindo segundos. Se pressionado duas vezes, relata a data actual
ro: Dacă este apăsat o dată, raportează ora curentă care include secundele. Dacă este apăsat de două ori, raportează data.
ru: При однократном нажатии объявляет текущее время, включая секунды. При двукратном нажатии объявляет текущую дату
tr: Bir kez basıldığında saniyeler dahil geçerli saati duyurur. İki kez basıldığında geçerli tarihi duyurur
vi: Bấm một lần để thông báo thời gian hiện tại bao gồm giây. Bấm hai lần để thông báo ngày hiện tại

source: Position: {pos}
es: Posición: {pos}
gl: Posición: {pos}
he: מיקום: {pos}
pl: Pozycja: {pos}
pt_br: Posição: {pos}
pt_pt: Posição: {pos}
ro: Poziție: {pos}
ru: Положение: {pos}
tr: Konum: {pos}
vi: Vị trí: {pos}

source: Label: {label}
de_ch: Bezeichnung: {label}
es: Etiqueta: {label}
fr: Étiquette : {label}
gl: Etiqueta: {label}
he: תוית: {label}
pl: Etykieta: {label}
pt_br: Rótulo: {label}
pt_pt: Rótulo: {label}
ru: Метка: {label}
tr: Etiket {label}
vi: Nhãn: {label}

source: No stream label
de_ch: Keine Stream-Bezeichnung
es: No hay etiqueta de cadena
fr: Pas d'étiquette de flux
gl: Non hai etiqueta de cadea
he: אין תוית לקטע
pl: Nie ma etykiety dla strumienia
pt_pt: Nenhum rótulo de transmissão
ro: Nicio etichetă de emisie
vi: Không có nhãn phát thanh

source: Connecting...
ar: جاري الاتصال بالخادم...
bg: Свързване...
de_ch: Verbinden...
es: Conectando...
fr: Connexion en cours...
gl: Conectando...
he: מתחבר...
hu: Kapcsolódás...
kn: ಸಂಪರ್ಕಿತಗೊಳ್ಳುತ್ತಿದೆ.
ne: जोड्दै छु
pl: Łączenie...
pt_br: Conectando...
pt_pt: A ligar...
ro: Se conectează...
ru: Подключение...
tr: Bağlanıyor...
vi: Đang kết nối...

source: Disconnecting...
ar: جاري قطع الاتصال عن الخادم...
bg: Разкачане на връзката...
de_ch: Verbindung trennen...
es: Desconectando...
fr: Déconnexion en cours...
gl: Desconectando...
he: מתנתק...
hu: Szétkapcsolódás...
kn: ಸಂಪರ್ಕದಿಂದ ಕಳಚಿಕೊಳ್ಳುತ್ತಿದೆ.
ne: विच्छेद हुदैछ...
pl: Rozłączanie...
pt_br: Desconectando...
pt_pt: A desligar...
ro: Se deconectează...
ru: Отключение...
tr: Bağlantı kesiliyor...
vi: Đang ngắt kết nối...

source: Connects to a streaming server.
ar: يتصل بالخادم
bg: Свързване към излъчващ сървър.
de_ch: Stellt die Verbindung mit einem Streaming-Server her.
es: Conecta a un servidor de streaming.
fr: Se connecter à un serveur de flux.
gl: Conecta a un servidor de streaming.
he: מתחבר לשרת זרימה.
hu: Kapcsolódás a streaming szerverhez.
kn: ಸ್ಟ್ರೀಮಿಂಗ್ ಸರ್ವರ್ಗೆ ಸಂಪರ್ಕಿಸುತ್ತದೆ.
ne: सम्बद्ध सर्बरमा जोड्ने छ ।
pl: Łączy z serwerem strumieniowania.
pt_pt: Liga-se a um servidor de transmissão.
ro: Conectează-te la un streaming server.
vi: Kết nối với một máy chủ đang phát.

source: Encoder Settings: {setting}
de_ch: Encoder-Einstellungen: {setting}
es: Opciones de Codificador: {setting}
fr: Paramètres de l'Encodeur : {setting}
gl: Opcións do Codificador: {setting}
he: הגדרות מגנון זרימה: {setting}
pl: Ustawienie enkodera: {setting}
pt_pt: Configurações do codificador: {setting}
ro: Setări encoder: {setting}
vi: Cài đặt mã hóa: {setting}

source: Transfer Rate: {transferRate}
de_ch: Übertragungsgeschwindigkeit: {transferRate}
es: Velocidad de Transferencia: {transferRate}
fr: Taux de Transfert : {transferRate}
gl: Taxa de Transferencia: {transferRate}
he: קצב העברה: : {transferRate}
pl: Szybkość: {transferRate}
pt_pt: Taxa de transferência: {transferRate}
ro: Frecvență de transfer: {transferRate}
vi: Tốc độ truyền tải: {transferRate}

source: Enhances support for StationPlaylist Studio. In addition, adds global commands for the studio from everywhere.
de_ch: Verbessert die Unterstützung für Station Playlist Studio. Des weiteren fügt es Tastenkombinationen für das Studio aus beliebigen Programmen hinzu.
es: Mejora el soporte para Station Playlist Studio. Además, agrega comandos globales para el estudio desde cualquier parte.
fr: Améliore la prise en charge de StationPlaylist Studio. En outre, ajoute des commandes globales pour studio où que vous soyez.
gl: Mellora o soporte para Station Playlist Studio. Ademáis, engade ordes globais para o estudio dende calquera parte.
he: מנגיש את תוכנת StationPlaylist Studio . בנוסף, מאפשר ביצוע פקודות מכל מקום אחר במחשב.
hr: Poboljšava podršku za StationPlaylist Studio. Također, dodaje pristup naredbama za Studio s bilo kojeg mjesta.
pl: Poprawia dostępność Station Playlist Studio. Ponadto, dodaje globalne komendy dla studia, dostępne z każdego miejsca.
pt_pt: Melhora o suporte para StationPlaylist Studio. Além disso, adiciona comandos globais para o estúdio em todos os lugares.
ro: Conține suport pentru StationPlaylist Studio. De asemenea, adaugă comenzi globale pentru studio de oriunde.
sk: Zlepšuje prístupnosť programu Station Playlist. Navyše pridáva globálne skratky, ktoré sa dajú použiť aj mimo hlavného okna SPL.
vi: Cải thiện hỗ trợ cho StationPlaylist Studio. Ngoài ra là thêm các lệnh toàn cục cho studio từ mọi nơi.

source: No artist
ar: لا يوجد مطرب
bg: Не е наличен изпълнител
fr: Pas d'artiste
gl: Non hai artista
hu: Ismeretlen előadó
kn: ಕಲಾವಿದ ಇಲ್ಲ

source: Artist: {artistName}
ar: المطرب: {artistName}
bg: Изпълнител: {artistName}
fr: Artiste : {artistName}
gl: Artista: {artistName}
hu: Előadó: {artistName}
kn: ಕಲಾವಿದ: {artistName}

source: Introduction not set
ar: لم يتم ضبط المقدمة
bg: Не е зададено въведение
fr: Introduction non définie
gl: Non se estableciu introducción
hu: Intró nincs beállítva
kn: ಪರಿಚಯವನ್ನು ಅಳವಡಿಸಿಲ್ಲ

source: After entering SPL Assistant, press: A: Automation. C: Announce name of the currently playing track. D: Remaining time for the playlist. E: Overall metadata streaming status. Shift+1 through shift+4, shift+0: Metadata streaming status for DSP encoder and four additional URL's. H: Duration of trakcs in this hour slot. Shift+H: Duration of remaining trakcs in this hour slot. I: Listener count. K: Move to place marker track. Control+K: Set place marker track. L: Line-in status. M: Microphone status. N: Next track. P: Playback status. Shift+P: Pitch for the current track. R: Record to file. Shift+R: Monitor library scan. S: Scheduled time for the track. Shift+S: Time until the selected track will play. T: Cart edit/insert mode. U: Studio up time. W: Weather and temperature. Y: Playlist modification. 1 through 0: Announce columns via Columns Explorer (0 is tenth column slot). F8: Take playlist snapshots such as track count, longest track and so on. F9: Mark current track as start of track time analysis. F10: Perform track time analysis. F12: Switch to an instant switch profile. Shift+F1: Open online user guide.
de_ch: Nachdem Sie den SPL-Assistenten aufgerufen haben, drücken Sie: A: Automatisierung. C: Den Namen des aktuell abgespielten Titels ansagen. D: Verbleibende Zeit für die Playlist. E: Gesamtstatus des Metadaten-Streams. Umschalt+1 bis Umschalt+4, Umschalt+0: Status des Metadaten-Streamings für DSP-Encoder und vier zusätzliche URLs. H: Dauer der Titel in dieser Stunde. Umschalt+H: Dauer der verbleibenden Titel in dieser Stunde. I: Hörer zählen. K: Springt zum Lesezeichentitel. Control+K: Setzt einen Lesezeichentitel. L: Line-in-Status. M: Status des Mikrofons. N: Nächster Titel. P: Wiedergabestatus. Umschalt+P: Pitch für den aktuellen Titel. R: Aufnahme in Datei. Shift+R: Bibliothek-Scan überwachen. S: Geplante Zeit für den Titel. Shift+S: Zeit, bis der ausgewählte Titel abgespielt wird. T: Cart-Bearbeitungs-/Einfügemodus. U: Studiozeit. W: Wetter und Temperatur. Y: Änderung der Playlist. 1 bis 0: Spalten über den Spaltenexplorer ansagen (0 ist die zehnte Spalte). F8: Nimmt Schnappschüsse von Wiedergabelisten auf, wie z.B. die Anzahl der Titel, den längsten Titel und so weiter. F9: Markiert den aktuellen Titel als Anfang der Titel-Zeitanalyse. F10: Titel-Zeitanalyse durchführen. F12: Umschalten auf ein Instant-Switch-Profil. Shift+F1: Öffnet das Online-Benutzerhandbuch.
fr: Une fois dans l'Assistant SPL, appuyez sur : A : Automatisation. C : Annoncer le nom de la piste en cours de lecture. D : Durée restante pour la playlist. E : Statut général de métadonnées en streaming. Maj+1 jusqu'à maj+4, maj+0 : Statut de Métadonnées en streaming pour l'encodeur DSP et les quatre autres URLs. H : Durée de la piste pour la tranche horaire. Maj+H : Durée des pistes restantes pour la tranche horaire. I : Nombre d'auditeurs. K : Se déplacer au marqueur de position de piste. Contrôle+K : Définir un marqueur de position de piste. L : Statut de l'Entrée ligne. M : Statut du Microphone. N : Piste suivante. P : Statut Lecture. Maj+P : Hauteur de la piste actuelle. R : Enregistrer dans un fichier. Maj+R : Contrôle du balayage de la bibliothèque. S : Heure prévue pour la piste. Maj+S : Durée jusqu'à la piste sélectionnée qui va être jouer. T : Mode édition/insertion chariot. U : Temps de fonctionnement Studio. W : Météo et température. Y : Modification de la playlist. 1 jusqu'à 0 (6 pour Studio 5.01 ou version antérieure) : Annoncer les colonnes via l'Explorateur de Colonnes (0 est la dixième tranche de colonne). F8 : Prendre des instantanés de playlist Tel que le nombre de pistes, la piste la plus longue et ainsi de suite. F9 : Marquer la piste en cours comme début d'analyse de durée de piste. F10 : Effectuer une analyse de durée de piste. F12 : Basculer vers un changement de profil immédiat. Maj+F1 : Ouvre le guide de l'utilisateur en ligne.
gl: Despois de entrar no SPL Assistant, preme: A: Automatización. C: Anunciar o nome da pista actual en reprodución. D: tempo restante para a lista de reprodución. E: Estado xeral dos metadatos do streaming. Shift+1 ata shift+4, sift+0: Estado dos Metadatos do streaming para o codificador DSP e cuatro URLs adicionais. H: Duración das pistas neste slot horario . Shift+H: Duración das pistas restantes neste slot horario. I: conta de oíntes. K: Move ó marcador da pista. Control+K: pon un marcador á pista. L: estado de Liña auxiliar. M: Estado de micrófono. N: Seguinte pista. P: Estado de reprodución. Shift+P: Ton para a pista actual. R: grabar en ficheiro. Shift+R: Monitorizar escaneado de biblioteca. S: Tempo programado para a pista. Shift+S: tempo ata o que a pista selecionada se reproducirá. T: Modo de edición de Cart. U: Actualización de Studio. W: Tempo e temperatura. Y: Modificación de lista de reprodución. 1 ata 0: anuncia columnas a través do Explorador de Columnas (0 é a décima columna de slot). F8: toma instantáneas da listaxe de reprodución como conta de pistas, pista máis longa e así. F9: Marca a pista actual coma comezo de análise de tempo da pista. F10: Realiza a análise de tempo da pista. F12: Cambia a un perfil de cambio instantáneo. Shift+F1: Abre a guía de usuario en liña.
he: לאחר הכניסה למסייע של SPL נא להקיש : A: אוטומציה C : הקראת שם הרצועה המנגנת כעת D: הזמן הנותר ברשימת הנגינה E: קבלת מידע כולל על זרימת המטאדאטה Shift+1 עד shift+4, shift+0: - סטטוס הזרימה של מטאדאטה עבוד מנגון הקידוד של DSP ועבור כתובות URL נוספות H: אורך הרצועות במשבצת השעה השוטפת Shift+H: אורך הרצועות הנוכחיות הנותרות במשבצת השעה השוטפת I: מספר מאזינים K: מעבר לרצועה מסומנת Control+K: קביעת רצועה מסומנת L: מצב חיבור אודיו נכנס M: מצב מיקרופון N: מעבר לרצועה הבאה P: מצב הנגינה Shift+P: גובה הרצועה הנוכחית R: הקלטה לקובץ Shift+R: סריקת הספרייה S: לוח הזמנים של נגינת הרצועה Shift+S: הזמן הנותר לפני נגינת הרצועה T: מצב עריכת Cart U: הזמן הנותר עד לכיבוי. W: מזג אוויר ומידות החום Y: שינוי רשימת הנגינה 1 עד 0 (6 עבור Studio 5.01 וגרסאות קודמות): הקראת עמודות בעזרת סייר העמודות (0 מסמל את המשבצת בעמודה העשירית). F8:הצגת תמונות של רשימת השמעה כגון מספר הרצועות, הרצועה הארוכה ביותר וכן הלאה. F9: סימון הרצועה הנוכחית כרצועת ההתחלה של ניתוח אורך הרצועות F10: ביצוע ניתוח של אורח הרצועות. F12: מעבר מידי לפרופיל אחר. Shift+F1: פתיחת המדריך המקוון.
pt_pt: Depois de entrar no Assistente SPL, pressione: A: Automação. C: Anuncia o nome da pista actualmente tocada. D: Tempo restante para a lista de reprodução. E: estado geral de transmissão de metadados. Shift + 1 até shift + 4, shift + 0: Estado de transmissão de metadados para o codificador DSP e quatro URL adicionais. H: Duração das pistas neste intervalo de horas. Shift + H: Duração das pistas restantes neste conjunto de horas. I: contagem ouvinte. K: Move para o marcador de pista. Controle + K: Defina a pista de marcação do lugar. L: Linha de estado. M: estado do microfone. N: Próxima pista. P: Estado da reprodução. Shift + P: Taxa para a pista actual. R: Gravar para ficheiro. Shift + R: Monitorar a varredura da biblioteca. S: Hora programada para a pista. Shift + S: Tempo até que a pista seleccionada seja reproduzida. T: Modo de edição / inserção da placa. U: tempo de estúdio. W: Tempo e temperatura. Y: modificação da lista de reprodução. 1 a 0: Anunciar colunas através do Explorador de colunas (0 é o slot da décima coluna). F8: Tire os instantâneos da lista de reprodução, como a contagem de pistas, a pista mais longa e assim por diante. F9: Marque a pista actual como análise do tempo de início da pista. F10: Execute análise de tempo de pista. F12: Mude para um perfil de comutação instantânea. Shift + F1: Abra o guia do utilizador on-line.
