Repository: ChrisDuffley/stationPlaylist
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de_ch, es, fr, gl, he, hr, hu, kn, ne, pl, pt_br, pt_pt, ro, ru, sk, tr, vi

source: Update interval has been set to zero days, so updates to the Studio add-on will be checked every time NVDA and/or Studio starts. Are you sure you wish to continue?
de_ch: Das Aktualisierungsintervall wurde auf null Tage festgelegt, so dass Aktualisierungen der Studio-Erweiterung bei jedem Start von NVDA und/oder Studio gesucht werden. Sind Sie sicher, dass Sie weitermachen möchten?
es: El intervalo de actualización se ha fijado a cero días, así las actualizaciones para el complemento de Studio se buscarán cada vez que NVDA y/o Studio se inicien. ¿Estás seguro de que deseas continuar?
fr: L'intervalle de mise à jour a été mis à zéro jours, de sorte que les mises à jour du module complémentaire Studio seront vérifiées chaque fois que NVDA et/ou Studio démarrent. Êtes-vous sûr de vouloir continuer ?
gl: O intervalo de actualización configurouse a cero días, así as actualizacións para o complemento do Studio procuraranse cada vez que o NVDA e/ou o Studio arranquen. ¿Estás seguro de que desexas continuar?
he: מרווח הזמן לעדכון נקבע לאפס ימים, כך שעדכון ההרחבה של Studio ייבדק בכל פעם ש- NVDA ו / או Studio יתחילו לפעול. האם אתה בטוח שברצונך להמשיך?
pl: Czas sprawdzania uaktualnień ustawiono na 0. Oznacza to, że aktualizacje będą sprawdzane za każdym uruchomieniem SPL'a lub NVDA. Czy chcesz kontynuoać?
pt_pt: O intervalo de actualização foi definido para zero dias, então as actualizações para o complemento do Studio serão verificadas sempre que o NVDA e / ou o Studio forem iniciados. Tem a certeza que deseja continuar?
ro: Intervalul de actualizare a fost setat la zero zile, astfel încât actualizările pentru add-on-ul Studio vor fi verificate de fiecare dată când NVDA și / sau Studio pornesc. Sigur doriți să continuați?
vi: Thời gian cập nhật đã được thiết lập là 0 ngày nên việc kiểm tracập nhật Studio add-on sẽ thực hiện mỗi khi khởi chạy NVDA hoặc Studio. Bạn có muốn tiếp tục không?

source: Confirm update interval
de_ch: Interval der Aktualisierung bestätigen
es: Confirmar intervalo de actualización
fr: Confirmer l'intervalle de mise à jour
gl: Confirmar o intervalo de actualización
he: אישור עדכון מרווח זמן
pl: Potwierdź czas sprawdzania aktualizacji
pt_pt: Confirmar intervalo de actualização
ro: Confirmați intervalul de actualizare
vi: Xác nhận thời gian cập nhật

source: Reset settings
ar: إعادة الإعدادات الافتراضية
bg: Връщане на настройките
de_ch: Einstellungen zurücksetzen
es: Reiniciar opciones
fr: Réinitialiser les paramètres
gl: Reiniciar opcións
he: שחזור הגדרות
hr: Resetiraj postavke
hu: Beállítások visszaállítása
kn: ಪುನಹ ಸಂರಚನೆಗಳನ್ನು ಹೊಂದಿಸಿ
pl: Wyzeruj ustawienia...
pt_br: Redefinir configurações
pt_pt: Redefinir configurações
ro: Resetare setări
ru: Сброс настроек
sk: Obnovenie nastavení
tr: Ayarları sıfırla
vi: Khôi phục các cài đặt

source: Reset instant switch profile
de_ch: Instant-Switch-Profil zurücksetzen
es: Reiniciar el perfil cambio instantáneo
fr: Réinitialiser le changement de profil immédiat
gl: Reiniciar o perfil cambio instantáneo
he: זהו פרופיל ל&החלפה מיידית
hr: Resetiraj profil za trenutno mijenjanje
pl: Resetuj stały profil
pt_br: Redefinir o perfil de troca instantânea
pt_pt: Redefinir o perfil do interruptor instantâneo
ro: Resetează comutarea instantanee a profilului
ru: Сброс профиля мгновенного переключения
sk: Obnoviť profil s ručnou aktiváciou
tr: Anında geçiş profilini sıfırla
vi: Khôi phục hồ sơ chuyển nhanh

source: Delete time-based profile database
de_ch: Zeitbasierte Profile löschen
es: Eliminar la base de datos del perfil basado en tiempo
fr: Supprimer la base de données du profils basé sur l'heure
gl: Borrar a base de datos do perfil baseado en tempo
he: פרופילים מבוססי זמן חסרים
hr: Izbriši bazu podataka vremenski utemeljenih profila
pl: Usuń bazę danych profili czasowych
pt_pt: Excluir banco de dados de perfil com base no tempo
ro: Ștergeți baza de date a profilului bazat pe timp
vi: Xóa dữ liệu hồ sơ theo thời gian

source: Remove encoder settings
de_ch: Encoder-Einstellungen zurücksetzen
es: Eliminar opciones de codificador
fr: Supprimer les paramètres de l'encodeur
gl: Borrar opcións do codificador
he: הסר הגדרות קידוד
hr: Preimenuj postavke dekodera
pl: Usuń ustawienia enkodera
pt_br: Remover configurações de codificação
pt_pt: Remover configurações de codificação
ro: Ștergeți setările encoderului
ru: Удалить настройки кодера
sk: Vymazať nastavenia enkodéra
tr: Kodlayıcı ayarlarını kaldır
vi: Gỡ các thiết lập mã hóa

source: Erase track comments
de_ch: Titelkommentare löschen
es: Eliminar comentarios de pista
fr: Effacer les commentaires de piste
gl: Borrar comentarios da pista
he: מחר רצועת הערה
hr: Izbriši komentare snimke
pl: Wyczyść komentarze dla utworu
pt_br: Apagar comentários de faixa
pt_pt: Apagar comentários de pista
ro: Ștergeți comentariile piesei
ru: Стереть коментарии дорожки
sk: Vymazať komentáre k skladbám
tr: Parça yorumlarını sil
vi: Xóa các chú thích track

source: Are you sure you wish to reset SPL add-on settings to defaults?
ar: هل أنت متأكد من إعادة إعدادات spl للوضع الافتراضي؟
bg: Наистина ли искате да върнете настройките на добавката SPL до стойностите им по подразбиране?
de_ch: Möchten Sie wirklich die SPL-Einstellungen auf die Werkseinstellungen zurücksetzen?
es: ¿Estás seguro de querer reiniciar las opciones del complemento SPL a las predeterminadas?
fr: Êtes-vous sûr de vouloir réinitialiser les paramètres du module complémentaire SPL aux valeurs par défaut ?
gl: ¿Estás seguro de querer reiniciar as opcións do complemento SPL ás predeterminadas?
he: האם ברצונך לשחזר את הגדרות SPL לבררת המחדל?
hr: Zaista želiš vratiti postavke SPL dodatka na standardne vrijednosti?
hu: Biztosan vissza akarja állítani az SPL kiegészítő beállításait az alapértelmezett értékekre?
kn: ಈಮುಂಚಿನ ಸಂರಚನೆಗೆ spl ಅನ್ನು ಹೊಂದಿಸಲು ನೀವು ಬಯಸುತ್ತಿರ?
pl: Czy jesteś pewien, że chcesz resetu ustawień dodatku SPL?
pt_br: Tem certeza de que deseja redefinir as configurações do complemento SPL para os padrões?
pt_pt: Tem certeza de que deseja redefinir as configurações do extra SPL para padrões?
ro: Sigur vreți să resetați setările addonului SPL la implicit?
ru: Вы действительно хотите сбросить настройки дополнения SPL до значений по умолчанию?
sk: Naozaj chcete obnoviť nastavenia doplnku SPL?
tr: SPL eklenti ayarlarını varsayılanlara sıfırlamak istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn trả các thiết lập của SPL add-on về mặc định không?

source: Warning
ar: تحذير
bg: Предупреждение
de_ch: Warnung
es: Precaución
fr: Attention
gl: Precaución
he: אזהרה
hr: Upozorenje
hu: Figyelmeztetés
kn: ಎಚ್ಚರ
pl: Ostrzeżenie
pt_br: Aviso
pt_pt: Aviso
ro: Atenţie
ru: Предупреждение
sk: Potvrdenie
tr: Uyarı
vi: Cảnh báo

source: Successfully applied default add-on settings.
ar: تم تطبيق الإعدادات الافتراضية بنجاح
bg: Настройките по подразбиране за добавката бяха успешно приложени.
de_ch: Die Standard-Einstellungen für diese Erweiterung wurden erfolgreich übernommen.
es: Se aplicaron con éxito las opciones predeterminadas del complemento.
fr: Appliqué avec succès les paramètres par défaut du module complémentaire.
gl: Aplicáronse con éxito as opcións predeterminadas do complemento.
he: הגדרות בררת המחדל של התוסף הוחלו בהצלחה.
hr: Uspješno primijenjene standardne postavke dodatka.
hu: A kiegészítő alapértelmezett beállításai sikeresen betöltve.
kn: ಹೆಚ್ಚುವರಿ ತಂತ್ರಾಂಶದ ಪೂರ್ವನಿಯೋಜಿತ ಸಂರಚನೆಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅನ್ವೈಕೆಗೊಳಿಸಲಾಗಿದೆ.
pl: Reset się udał!
pt_br: Configurações padrões do complemento aplicadas com sucesso.
pt_pt: Configurações do extra aplicadas com sucesso
ro: Setările implicite ale add-onului s-au aplicat cu succes.
ru: Настройки дополнения по умолчанию успешно применены.
sk: Nastavenia boli obnovené.
tr: Varsayılan eklenti ayarları başarıyla uygulandı.
vi: Đã áp dụng các thiết lập mặc định của add-on.

source: Reset configuration
ar: إعادة الإعدادات
bg: Връщане на конфигурацията
de_ch: Konfiguration zurücksetzen
es: Reiniciar configuración
fr: Réinitialiser la configuration
gl: Reiniciar configuración
he: שחזור הגדרות
hr: Resetiraj konfiguraciju
hu: Beállítások visszaállítása
kn: ಸಂರಚನೆಗಳನ್ನು ಮತ್ತೊಮ್ಮೆ ಹೊಂದಿಸಿ
pl: Wyzeruj konfigurację
pt_br: Redefinir configuração
pt_pt: Redefinir configuração
ro: Resetează configurația
ru: Сброс конфигурации
sk: Obnovenie nastavení
tr: Yapılandırmayı sıfırla
vi: Khôi phục cấu hình

source: Studio Add-on Settings
ar: إعدادات إضافة الاستوديو
bg: Настройки на добавката за Studio
de_ch: Einstellungen zur Studio-Erweiterung
es: Opciones del complemento Studio
fr: Paramètres Module Complémentaire Studio
gl: Opcións do complemento Studio
he: הגדרות תוסף הסטודיו
hu: Studio kiegészítő beállításai
kn: ಸ್ಟೂಡಿಯೊದ ಹೆಚ್ಚುವರಿ ತಂತ್ರಾಂಶದ ಸಂರಚನೆಗಳು
pl: Ustawienia dodatku SPL
pt_pt: Configurações do extra do Studio
ro: Setările addonului studio
vi: Cài đặt Studio Add-on

source: Broadcast &profile:
ar: النشرات الصوتية والأ&وضاع
bg: Профил за &излъчване:
de_ch: Sendungs&Profil:
es: &Perfil emisión:
fr: &Profil de diffusion :
gl: &Perfil emisión:
he: שידור ופרופיל:
hr: &Profil emitiranja:
pl: Profil:
pt_pt: &perfil da Transmissão:
ro: &Profil de emisie:
sk: Vysielací &Profil:
vi: Cấu hình &phát thanh:

source: &New
ar: &جديد
bg: &Нов
de_ch: &Neu
es: &Nuevo
fr: &Nouveau
gl: &Novo
he: &חדש
pl: Nowy
pt_pt: &Novo
ro: &Nou
vi: &Mới

source: Cop&y
ar: &نسخ
bg: &Копиране
de_ch: Kopieren
es: Cop&iar
fr: cop&ie
gl: Cop&iar
he: ה&עתק
hr: &Kopiraj
pl: Kopiuj
pt_br: &Copiar
pt_pt: &Copiar
ro: &Copiază
ru: Копирова&ть
sk: Kop&írovať
tr: Kop&yala
vi: &Chép

source: &Rename
ar: &تسمية
bg: &Преименуване
de_ch: &Umbenennen
es: &Renombrar
fr: &Renommer
gl: &Renomear
he: &שינוי שם
pl: Zmień nazwę
pt_pt: &Renomear
ro: &Redenumește
vi: Đổi &tên

source: &Delete
ar: &حذف
bg: &Изтриване
de_ch: &Entfernen
es: &Eliminar
fr: &Supprimer
gl: &Eliminar
he: &מחיקה
pl: Usuń
pt_pt: A&pagar
ro: &Șterge
vi: &Xóa

source: &Triggers...
de_ch: &Auslöser...
es: &Disparadores...
fr: &Déclencheurs...
gl: &Disparadores...
he: &תנאים...
pl: Wyzwalacze...
pt_pt: &Gatilhos...
ro: &Comutatoare...
vi: &Tác nhân...

source: Countdown seconds before switching profiles
de_ch: Zählt die Sekunden bis zum Profilwechsel ab
es: Cuenta atrás en segundos antes de cambiar perfiles
fr: Secondes pour le décomptage avant les changements de profils
gl: Segundos da conta atrás antes de cambiar perfiles
he: ספירה לאחור עד להחלפת הפרופיל
hr: Broji sekundi do mijenjanja profila
pl: Odliczaj sekund przed zmianą profilu
pt_pt: Segundos de contagem regressiva antes de mudar os perfis
ro: Numărătoare secunde până la comutarea între profiluri
vi: Đếm ngược bằng giây trước khi chuyển hồ sơ

source: &General add-on settings...
de_ch: &Allgemeine Einstellungen...
es: Opciones &Generales del Complemento...
fr: Paramètres &généraux du module complémentaire...
gl: Opcións &Xerais do Complemento...
he: שחזור הגדרות ברירת מחדל...
pl: Ogólne...
pt_pt: Configurações gerais do extra...
vi: &Cài đặt chung cho add-on...

source: &Alarms Center...
de_ch: &Benachrichtigungscenter...
es: Centro de &Alarmas
fr: &Centre des alarmes...
gl: Centro de &Alarmas
he: &מרכז ההתראות.
pl: Centrum alertów.
pt_pt: Centro de &alarmes...
vi: &Trung tâm các báo động...

source: message
ar: رسائل
bg: Съобщение
de_ch: meldungen
es: mensaje
gl: mensaxe
he: במלל
hr: poruka
pl: Komunikat
pt_br: mensagem
pt_pt: Mensagem
ro: Mesaj
ru: сообщение
sk: reč
tr: mesaj
vi: thông điệp

source: both beep and message
ar: كل من الرسائل والصفير
bg: Звук и съобщение
de_ch: Signaltöne und Meldungen
es: pitido y mensaje
fr: tous les deux bip et message
gl: pitido e mensaxe
he: בצליל ובמלל
hr: zvučni signal i poruka
pl: Dźwięk i komunikat
pt_br: tanto bipe e mensagem
pt_pt: Ambos, beep e mensagem
ro: Ambele, bip și mesaj
ru: сигнал и сообщение
sk: Pípať a čítať
tr: hem bip hem mesaj
vi: cả beep và thông điệp

source: &Alarm notification:
ar: الإ&علان عن التنبيهات
bg: Известяване за &аларма:
de_ch: &Alarmmeldung:
es: Notificación de &Alarma
fr: Notification de l'&alarme :
gl: Notificación da &Alarma
he: הודעה על ה&תראה:
hr: &Obavijest alarma:
pl: Powiadomienie:
pt_br: Notificação de &alarme:
pt_pt: Notificação de &alarme
ro: Notificare &alarmă:
ru: &Аварийные уведомления:
sk: Upozornenie
tr: &Alarm bildirimi:
vi: &Thông báo báo động:

source: &Playlist snapshots...
de_ch: &Playlist-Statistiken
es: Instantáneas de las &listas de reproducción...
fr: Instantanés de &playlist...
gl: Instantáneas das &listaxes de reprodución...
he: &תמונות של רשימת השמעה ...
pl: Przegląd playlisty...
pt_pt: & Instantâneos da lista de reprodução ...
vi: Ả&nh chụp danh sách phát...

source: When Studio starts
ar: عند بدأ البرنامج
bg: При стартиране на Studio
de_ch: beim Start von spk Studio
es: Cuando arranca Studio
fr: Lorsque Studio démarre
gl: Cando arranca Studio
he: בעת הרצת התוכנה
hr: Kad se pokrene Studio
pl: Podczas, gdy studio jest uruchaniany
pt_br: Quando o Studio inicia
pt_pt: Quando o Studio começa
ro: Când studio pornește
ru: Когда запустится Studio
sk: Po štarte SPL
tr: Stüdyo başladığında
vi: Khi khởi động Studio

source: When instant switch profile is active
ar: عند تنشيط الانتقال الفوري للوضع
bg: Когато е активно незабавното превключване на профили
de_ch: Wenn das Schnellprofil aktiv ist
es: Cuando el perfil cambio instantáneo está activo
fr: Lorsque le changement de profil immédiat est actif
gl: Cando o perfil cambio instantáneo está activo
he: בעת טעינת של פרופיל
hr: Kad je profil za trenutno mijenjanje aktivan
pl: Gdy szybki profil jest aktywny
pt_br: Quando o perfil de troca instantânea está ativo
pt_pt: Quando o perfil de troca instantânea está activo
ro: Când profilul de comutare instantanee este activ
ru: Когда активен профиль мгновенного переключения
sk: Po ručnej aktivácii profilu
tr: Anında geçiş profili etkin olduğunda
vi: Khi hồ sơ chuyển nhanh hoạt động

source: &Metadata streaming notification and connection
ar: اتصال ببيانات البث وإعلانها
bg: Известяване за потоците от &метаданни и свързаност
de_ch: Metadaten-Streaming-Benachrichtigung und Verbindung
es: Notificación y conexión de &Metadatos de streaming
fr: Notification des &métadonnées en streaming et connexion
gl: Notificación e conexión dos &Metadatos de streaming
he: הודעה על זרימת מטודאטה ועל התחברות
hr: &Obavijesti internetskog prijenosa metapodataka i povezivanja
pl: Powiadamianie o metadanych i strumieniowaniu
pt_br: Notificação e conexão de fluxo (transmissão) de &metadados
pt_pt: & Metadata streaming notificação e conexão
ro: Notificare și conectare emisie &metadata
ru: Уведомление о потоковой передаче &метаданных и подключения
sk: Upozornenia a vysielanie &Metadát
tr: &Meta veri akışı bildirimi ve bağlantısı
vi: Thông báo và kết nối metadata streaming

source: Configure metadata &streaming connection options...
ar: &خيارات إعدادات بيانات البث والاتصال
bg: Настройка на потоците от &метаданни и свързаност...
de_ch: Metadaten-&Streaming konfigurieren...
es: Configurar opciones de metadatos de conexión de &streaming...
fr: Configurer les options de connexion des métadonnées en &streaming...
gl: Configurar opcións de metadatos de conexión de &streaming...
he: אפשרויות הגדרת זרימת מטודאטה והתחברות.
pl: Skonfiguruj opcje metadanych i strumieniowania
pt_pt: Configurar metadados e opções de conexão de transmissão ...
vi: Cấu hình các tùy chọn cho kết nối metadata và phát thanh...

source: Announce columns in the &order shown on screen
ar: الإعلان عن العمدة ح&سب ترتيبها على الشاشة
bg: Съобщаване на колоните по &реда на показване на екрана
de_ch: Spalten wie auf dem Bildschirm dargestellt anzeigen
es: Anuncia columnas en el &orden mostrado en la pantalla
fr: Annoncer les colonnes dans l'&ordre affichés sur l'écran
gl: Anuncia columnas na &orde amosada na pantalla
he: הקראת העמודות לפי סדרן על המסך
hr: Najavi stupce &redoslijedom koji se prikazuje na ekranu
pl: Oznajmiaj kolumny w kolejności widocznej na ekranie
pt_br: Anuncia colunas pela &ordem mostrada na tela
pt_pt: Anuncia colunas pela &ordem mostrada no ecrã
ro: Anunţă coloanele în &ordinea arătată pe ecran
ru: Объявлять столбцы в &порядке, показанном на экране
sk: &Oznamovať metadáta v poradí ako na obrazovke
tr: S&ütunları ekranda gösterilen sıraya göre duyur
vi: Thông báo các cột như được &sắp xếp hiẻn thị trên màn hình

source: &Manage track column announcements...
ar: إدا&رة إعلانات أعمدة المسارات...
bg: &Управление на съобщаването на колоните за записите...
de_ch: &Meldungen für Spalten von Titeln verwalten
es: &Administrar anunciado de columna de la pista...
fr: &Gérer les annonces de colonne de piste...
gl: &Administrar anunciado de columna da pista...
he: &ניהול הקראת העמודות.
pl: Zarządzaj ogłaszaniem kolumn
pt_pt: & Gerenciar anúncios de colunas de pista ...
ro: Gestionează anunţările coloanelor &melodiilor...
vi: &Quản lý thông báo cột của track...

source: Include column &headers when announcing track information
de_ch: Spalten- und Kopfzeilen bei der Ankündigung von Titelinformationen einbeziehen
es: Incluir &encabezados de columna al anunciar información de pista
fr: Inclure les &titres des colonnes lors de l'annonce des informations des pistes
gl: Incluir &cabeceiras de columna ao se anunciar información de pista
he: כלול כותרות עמודות בעת הכרזה על פרטי &רצועה
hr: Uključi zaglavlja &stupaca pri najavljivanju informacija o snimkama
pl: Uwzględniaj kolumny i nagłówki w informacjach o utworze
pt_pt: Incluir coluna e cabeçalho ao anunciar informações de pista
ro: &Include antete de coloană la anunțarea informațiilor melodiei
sk: Pri oznamovaní informácií o skladbe zahrnúť &Metadáta
vi: Bao gồm cột và tiêu đề khi thông báo thông tin track

source: Columns E&xplorer...
de_ch: Spaltene&xplorer...
es: E&xplorador de Columnas...
fr: E&xplorateur de colonnes...
gl: E&xplorador de Columnas...
he: סייר &הפקודות...
hr: &Istraživač stupaca …
pl: Eksplorator kolumn
pt_br: E&xplorador de Colunas...
pt_pt: &Explorador de colunas...
ro: E&xplorer coloane...
sk: Prehliadač &metadát...
vi: Khám phá các &cột...

source: Columns Explorer for &Track Tool...
de_ch: Spaltenexplorer für &Track-Tool...
es: E&xplorador de Columnas para la Herramienta de &pista...
fr: Explorateur de colonnes pour l'Ou&til de piste...
gl: Explorador de Columnas para Ferramenta de &pista...
he: סייר &הפקודות...
hr: Istraživač stupaca za &Track Tool …
pl: Eksplorator kolumn dla TrackTool
pt_br: Explorador de Colunas para Ferramen&ta de Faixa...
pt_pt: Explorador de colunas para ferramen&tas de pista...
ro: Exploratorul de coloane pentru unealta &piesei.
ru: Обозреватель столбцов для &Track Tool...
sk: Prehliadač me&tadát pre nástroj skladieb...
tr: &Parça Aracı için Sütun Gezgini...
vi: Khám phá các cột cho công cụ &track...

source: Columns Explorer for &SPL Creator...
es: Explorador de Columnas para el &SPL Creator...
fr: Explorateur de colonnes pour &SPL Creator...
hr: Istraživač stupaca za &SPL Creator …
pt_br: Explorador de Colunas para &SPL Creator...
pt_pt: Explorador de colunas para o criador &SPL
ru: Обозреватель столбцов для &SPL Creator...
sk: Prehliadač metadát pre &SPL creator...
tr: &SPL Oluşturucu için Sütun Gezgini...
vi: Khám phá các cột cho &SPL Creator...

source: Playlist &transcripts...
vi: Bảng điểm &danh sách phát...

source: &Status announcements...
de_ch: &Statusansagen...
es: Anunciado de e&Stado...
fr: Annonces des &statut...
gl: Anunciado de &Estado...
he: הקראת ה&מצבים...
pl: Oznajmianie statusu
pt_pt: E anúncios de estado ...
vi: &Thông báo trạng thái...

source: &Advanced options...
ar: خيارات &متقدمة...
bg: &Разширени настройки...
de_ch: Erweiterte Optionen...
es: Opciones &Avanzadas...
fr: Options &avancées...
gl: Opcións &Avanzadas...
he: אפשרויות מתק&דמות...
pl: Zaawansowane...
pt_pt: Opções &avançadas...
vi: &Tùy chọn nâng cao...

source: Reset settings...
de_ch: Einstellungen zurücksetzen
es: Reiniciar opciones...
fr: Réinitialiser les paramètres...
gl: Reiniciar opción...
he: שחזור הגדרות ברירת מחדל.
hr: Resetiraj postavke …
pl: Wyzeruj ustawienia...
pt_br: Redefinir as configurações...
pt_pt: Repor configurações...
ro: Resetare setări.
ru: Сбросить настройки...
sk: Obnoviť nastavenia...
tr: Ayarları Sıfırla...
vi: Khôi phục các cài đặt...

source: The selected profile is different from currently active broadcast profile. Settings will be applied to the selected profile instead.
es: El perfil seleccionado es diferente del perfil de retransmisión activo actualmente. La configuración debe aplicarse al perfil seleccionado en su lugar.
fr: Le profil sélectionné est différent du profil de diffusion actuellement actif. Les paramètres seront appliqués au profil sélectionné à la place.
hr: Odabrani profil se razlikuje od trenutačno aktivnog profila emitiranja. Umjesto toga će se postavke primijeniti na odabrani profil.
pt_pt: O perfil seleccionado é diferente do perfil de transmissão actualmente activo. As configurações serão aplicadas ao perfil seleccionado.
vi: Hồ sơ được chọn khác với hồ sơ phát thành đang hoạt động. Các thiết lập sẽ được áp dụng cho hồ sơ được chọn.

source: Apply settings
es: Aplicar configuración
fr: Appliquer les paramètres
hr: Primijeni postavke
pt_pt: Aplicar configurações
vi: Áp dụng các thiết lập

source: You have changed the add-on update channel. You must restart NVDA for the change to take effect. Be sure to answer yes when you are asked to install the new version when prompted after restarting NVDA.
de_ch: Sie haben den Aktualisierungskanal für diese Erweiterung geändert. Sie müssen NVDA neu starten, damit die Änderung wirksam wird. Wenn Sie nach dem Neustart von NVDA aufgefordert werden, die neue Version zu installieren, müssen Sie mit Ja antworten.
es: Has cambiado el canal de actualización del complemento. Debes reiniciar NVDA para que los cambios tengan efecto. Asegúrate de responder sí cuando se te pregunte para instalar la nueva versión al indicársete después del reiniciado de NVDA.
fr: Vous avez modifié le canal de mise à jour du module complémentaire. Vous devez redémarrer NVDA pour que la modification soit prise en compte. N'oubliez pas de répondre Oui lorsque vous êtes invité à installer la nouvelle version, lorsque vous y êtes invité après le redémarrage de NVDA.
gl: Cambiaches a canle de actualización do complemento. Debes reiniciar o NVDA para que os cambios teñan efecto. Asegúrate de respostar si cando se che pregunte para instalar a nova versión ao se che indicar despois do reiniciado do NVDA.
he: בוצע שינוי בערוץ העדכון של התוספים. יש להפעיל את NVDA כד שהשינויים יחולו.
pl: Zmieniono kanał dostarczania aktualizacji. Proszę, zrestartuj NVDA. Pamiętaj, by odpowiedzieć twierdząco na pytanie o instalację nowej wersji.
pt_pt: Alterou o canal de actualização adicional. Deve reiniciar o NVDA para que a alteração entre em vigor. Certifique-se de responder sim quando lhe for pedido para instalar a nova versão quando solicitado depois de reiniciar o NVDA.
vi: Bạn đã thay đổi kênh cập nhật add-on. Bạn phải khởi động lại NVDA để thay đổi có hiệu lực. Nhớ trả lời yes khi được yêu cầu cài phiên bản mới sau khi khởi động lại NVDA.

source: Add-on update channel changed
de_ch: Update-Kanal der Erweiterung geändert.
es: Cambió el canal de actualización del complemento
fr: Canal de mise à jour du module complémentaire modifié
gl: Cambiou a canle de actualización do complemento
he: שינוי בערוץ העדכון של התוספים
pl: Zmieniono kanał otrzymywania aktualizacji
pt_pt: O canal de actualização do extra foi mudado
vi: Đã thay đổi kênh cập nhật add-on

source: New name:
ar: اسم جديد:
bg: Ново име:
de_ch: Neuer Name
es: Nombre nuevo:
fr: Nouveau nom :
gl: Nome novo:
he: שם חדש:
hr: Novo ime:
pl: Nowa nazwa:
pt_pt: Novo nome
ro: Nume nou:
sk: Nový názov:
vi: Tên mới:
