Repository: ChrisDuffley/stationPlaylist
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de_ch, es, fr, gl, he, hr, hu, kn, ne, pl, pt_br, pt_pt, ro, ru, sk, tr, vi

source: Warning: Microphone active
ar: تحذير: الميكروفون يعمل
bg: Предупреждение: Микрофонът е активен
de_ch: Warnung: Mikrofon ist aktiv
es: Atención: Micrófono activo
fr: Attention : Microphone actif
gl: Atención: Micrófono activo
he: אזהרה : המיקרופון פעיל
hr: Upozorenje: Mikrofon je uključen
hu: Figyelem: A mikrofon aktív!
kn: ಎಚ್ಚರ: Microphone ಸಕ್ರೀಯಗೊಂಡಿದೆ
pl: Uwaga: mikrofon aktywny
pt_br: Aviso: Microfone ativo
pt_pt: Aviso: Microfone activo!
ro: Atenție: Microfon activ
ru: Предупреждение: Работает микрофон
sk: Pozor: Mikrofón je zapnutý
tr: Uyarı: Mikrofon etkin
vi: Cảnh báo: Microphone đang bật

source: Warning: {seconds} sec left in track introduction
ar: تحذير: باقي {seconds} ثواني على مقدمة المسار
bg: Предупреждение: Остават {seconds} секунди във въведението на записа
de_ch: Achtung: Das Vorspiel des aktuellen Titels dauert nur noch {seconds} Sekunden.
es: Atención: {seconds} seg a la izquierda en la introducción de la pista
fr: Attention : {seconds} sec restant dans l'introduction de piste
gl: Atención: {seconds} seg á esquerda na introducción da pista
he: אזהרה: {seconds}שניות נותרו בקדימון של הרצועה
hr: Upozorenje: {seconds} sekundi preostalo u uvodnom dijelu snimke
pl: Zostało {seconds} sekund intra
pt_br: Aviso: faltam {seconds} seg para a introdução da faixa
pt_pt: Aviso: {seconds} segundos restantes para a introdução da pista
ro: Atenție: {seconds} secunde rămase în introducerea melodiiei.
ru: Предупреждение: осталось {seconds} секунд до начала дорожки
sk: Pozor: {seconds} sekúnd do konca úvodu
tr: Uyarı: Parça tanıtımında {seconds} saniye kaldı
vi: Cảnh báo: còn lại {seconds} trong track giới thiệu

source: Warning: {seconds} sec remaining
ar: تحذير: باقي {seconds} ثواني
bg: Предупреждение: Остават {seconds} секунди
de_ch: Achtung: {seconds} Sekunden verbleiben
es: Atención: {seconds} seg restantes
fr: Attention : {seconds} sec restant
gl: Atención: {seconds} seg restantes
he: אזהרה: {seconds}שניות נותרו
hr: Upozorenje: {seconds} sekundi preostalo
pl: {seconds} sekund pozostało
pt_br: Aviso: {seconds} seg restantes
pt_pt: Aviso: {seconds} seg restantes
ro: Atenție: {seconds} secunde rămase.
ru: Предупреждение: осталось {seconds} секунд
sk: Pozor: {seconds} sekúnd ostáva
tr: Uyarı: {seconds} saniye kaldı
vi: Cảnh báo: còn lại {seconds} giây

source: SPL mode
ar: نمط SPL
bg: Режим на SPL
de_ch: SPL-Modus
es: Modo SPL
fr: Mode SPL
gl: Modo SPL
he: מצב SPL
hr: SPL modus
hu: SPL mód
kn: spl ವಿಧಾನ
pl: Tryb SPL
pt_br: Modo SPL
pt_pt: Modo SPL
ro: Mod SPL
ru: Режим SPL
sk: SPL režim
tr: SPL modu
vi: Chế độ SPL

source: Announces the remaining track time.
ar: يعلن عن الوقت المتبقي للمسار المشغل حاليا.
bg: Съобщава оставащо време за текущо просвирвания запис.
de_ch: Gibt die verbleibende Titellänge aus.
es: Anuncia el tiempo de pista restante.
fr: Annonce le temps restant de la piste.
gl: Anuncia o tempo de pista restante.
he: הקראת הזמן הנותר.
hr: Najavljuje preostalo vrijeme snimke.
hu: Bemondja a zeneszám hátralévő idejét.
kn: ಬಾಕಿ ಇರುವ ಹಾಡಿನ ಸಮಯವನ್ನು ಹೇಳುತ್ತದೆ
ne: बाकी धुन समय बताउने छ ।
pl: Wypowiada pozostały czas ścieżki.
pt_pt: Anuncia o rtempo restante da pista
ro: Anunță timpul rămas din melodiie.
sk: oznámi čas do konca skladby.
vi: Thông báo thời gian còn lại của track.

source: Announces the elapsed time for the currently playing track.
ar: يعلن عن الوقت المنقضي للمسار المشغل حاليا.
bg: Съобщава изминалото време от началото на текущо просвирвания запис.
de_ch: Gibt die momentan abgespielte Gesamttitellänge aus.
es: Anuncia el tiempo transcurrido de la pista que se está reproduciendo.
fr: Annonce le temps écoulé de la piste en cours de lecture.
gl: Anuncia o tempo transcorrido da pista que se está a reproducir.
he: הקראת הזמן שעבר בנגינת הרצועה הנוכחית.
hr: Najavljuje proteklo vrijeme snimke koja trenutačno svira.
hu: Bemondja az eltelt időt a lejátszás alatt lévő zeneszámból.
kn: ಪ್ರಸ್ತುತದ ಹಾಡಿನ ಮೀರಿದ ಸಮಯವನ್ನು ಹೇಳುತ್ತದೆ.
ne: हाल बजि रहेको धुन बजि सकेको समय बताउने छ ।
pl: Oznajmia czas, który upłynął dla aktualnie odtwarzanej ścieżki.
pt_pt: Anuncia o tempo decorrido para a pista actualmente em reprodução
ro: Anunță timpul scurs pentru melodiia curentă.
sk: Oznámi uplynutý čas v skladbe.
vi: Thông báo thời gian đã trôi qua của track đang phát.

source: Announces broadcaster time. If pressed twice, reports minutes and seconds left to top of the hour.
de_ch: Zeigt die Sendezeit an. Bei zweimaligem Drücken werden die Minuten und Sekunden bis zur vollen Stunde angezeigt.
es: Anuncia el tiempo de transmisor. Si se pulsa dos veces, anuncia los minutos y los segundos a la izquierda de la hora superior.
fr: Annoncer l'heure de diffusion. Si vous appuyer deux fois, annonce les minutes et secondes restantes au début de l'heure.
gl: Anuncia o tempo do transmisor. Se se preme dúas veces, anuncia os minutos e os segundos á esquerda da hora superior.
he: מכריזה על זמן שידור. אם לחצת פעמיים,מדווח על דקות ושניות שנותר לסיום השעה.
hr: Najavljuje vrijeme emitiranja. Dvaput pritisnuto izještava o minutama i sekundama do punog sata.
pl: Oznajmia czas wewnątrz audycji; przyciśnięty dwukrotnie oznajmia czas pozostały do początku nowej godziny
pt_br: Anuncia o tempo da emissora. Se pressionado duas vezes, informa minutos e segundos restantes para o início da hora.
pt_pt: Anuncia o tempo do transmissor. Se pressionado duas vezes, relata minutos e segundos que ultrapassam a hora.
ro: Anunță ora radiodifuzorului. Dacă ați apăsat de două ori, rapoartele minutelor și secundelor rămase în partea de sus a orei.
ru: Объявляет время вещателя. При двойном нажатии объявляет минуты и секунды, оставшиеся до начала часа.
sk: Oznamuje čas vysielania. Stlačené dvakrát rýchlo za sebou oznámy čas do konca hodiny.
tr: Yayıncı saatini duyurur. İki kez basıldığında saatin başına kalan dakika ve saniyeleri bildirir.
vi: Thông báo thời gian phát thanh. Nếu bấm hai lần, thông báo số phút và giây còn lại đến đầu giờ.

source: Announces time including seconds.
ar: الإعلان عن الوقت بما في ذلك الثواني
bg: Съобщава времето, включително секундите.
de_ch: Gibt die Zeit einschliesslich Sekunden aus.
es: Anuncia el tiempo incluyendo segundos.
fr: Annonce l'heure y compris les secondes.
gl: Anuncia o tempo incluindo segundos.
he: הקראת אורך הנגינה, כולל שניות.
hr: Najavljuje vrijeme sa sekundama.
hu: Bemondja az időt másodpercre pontosan
kn: ಸೆಕೆಂಡ್ಸ್ ಜೊತೆಗೆ ಸಮಯವನ್ನು ಹೇಳುತ್ತದೆ.
pl: Oznajmia czas z uwzględnieniem sekund.
pt_br: Anuncia o tempo incluindo segundos.
pt_pt: Anuncia o tempo, incluindo segundos
ro: Anunță timpul care include secundele.
ru: Объявляет время, включая секунды.
sk: Oznámy aktuálny čas vrátane sekúnd.
tr: Süreyi saniyeyle birlikte duyurur.
vi: Thông báo thời gian bao bồm giây.

source: The add-on settings dialog is opened. Please close the settings dialog first.
ar: محاورة إعدادات الإضافة مفتوحة. يرجى إغلاقها أولا.
bg: Диалога за настройка на добавката е отворен. Моля, първо го затворете.
de_ch: Der Einstellungsdialog für die Erweiterung ist noch geöffnet. Bitte schliessen Sie den Einstellungsdialog.
es: El diálogo de opciones del complemento está abierto. Por favor ciérralo antes.
fr: Le dialogue de paramètres du module complémentaire est ouvert. Veuillez d'abord le fermer.
gl: O diálogo de opcións do complemento está aberto. Por favor péchao antes.
he: תיבת דו-שיח של הגדרות כבר פתוחה. נא לסגור אותה תחילה.
kn: ಹೆಚ್ಚುವರಿ ತಂತ್ರಾಂಶದ ಸಂರಚನಾ ಸಂವಾದವು ತೆರೆದಿದೆ. ದಯವಿಟ್ಟು ಮೊದಲು ಅದನ್ನು ಮುಚ್ಚಿರಿ
pl: Okno ustawień dodatku otwarte. Proszę, zamknij je najpierw
pt_pt: A caixa de diálogo de configurações do extra está aberta. Por favor, feche-a primeiro.
ro: Setările add-onului sunt deja deschise. Vă rugăm să le închideți mai întâi.
vi: Hộp thoại cài đặt add-on đang mở. Vui lòng đóng nó lại trước.

source: Error
ar: خطأ
bg: Грешка
de_ch: Fehler
fr: Erreur
gl: Erro
he: שגיאה
hu: Hiba
kn: ದೋಷ
ne: त्रुटी
pl: Błąd
pt_pt: Erro
ro: Eroare
vi: Lỗi

source: Sets end of track alarm (default is 5 seconds).
de_ch: Stellt die Zeitspanne für die Benachrichtigung zum Ende eines Titels ein (Standard sind 5 Sekunden)
es: ajusta el fin de la alarma de pista (la predeterminada es de 5 segundos).
fr: Définit l'alarme fin de piste (la valeur par défaut est 5 secondes).
gl: Pon a alarma de remate da pista (predeterminada é de 5 segundos).
he: קביעת זמן ההתראה עד לסוף הנגינה בשניות (5 כבררת מחדל).
hr: Postavlja alarm za kraj snimke (standardno postavljeno na 5 sekundi).
pl: Ustawia alarm końca ścieżki (domyślnie 5 sekund).
pt_pt: Define o alarme de fim de pista (o padrão é de 5 segundos).
ro: Setează alarma sfârșitului melodiiei (implicit este 5 secunde).
vi: Thiết lập báo động cuối track (mặc định là 5 giây).

source: Sets song intro alarm (default is 5 seconds).
de_ch: Stellt eine Zeitspanne für die Benachrichtigung zum Song-Beginn ein (Standard sind 5 Sekunden).
es: Ajusta la canción de la Alarma de intro (por defecto es 5 segundos).
fr: définit l'allarme chanson intro (la valeur par défaut est 5 secondes).
gl: Alarma de intro de canción establecida (por defecto é 5 segundos).
he: קביעת זמן ההתראה עד לסוף נגינת הקדימון בשניות (5 כבררת מחדל).
hr: Postavlja alarm za uvodni dio pjesme (standardno postavljeno na 5 sekundi).
pl: Ustawia alarm intra ścieżki (domyślnie 5 sekund).
pt_pt: Define o alarme de introdução de música (o padrão é de 5 segundos).
ro: Setează alarma de început a melodiei (implicit este 5 secunde).
vi: Đặt báo thức nhạc dạo (mặc định là 5 giây).

source: Sets microphone alarm (default is 5 seconds).
ar: ضبط التنبيه بالميكروفون (الوقت الافتراضي 5 ثواني).
bg: Задава предупреждението за микрофона (по подразбиране е 5 секунди).
de_ch: Mikrofon-Alarm festlegen (Standard sind 5 Sekunden).
es: Ajusta la alarma de micrófono (por defecto es 5 segundos).
fr: Définit alarme microphone (la valeur par défaut est 5 secondes).
gl: Pon a alarma de micrófono (por defecto é 5 segundos).
he: קביעת אורך זמן התראת ההקלטה, 5 שניות כבררת מחדל.
hr: Postavlja alarm mikrofona (standardno postavljeno na 5 sekundi).
hu: Beállítja a mikrofon riasztást (az alapértelmezett 5 másodperc)
kn: ಮೈಕ್ರೋ ಫೋನ್ನ ತಿಳಿಸುವಿಕೆಯನ್ನು (default is 5 seconds) ಗೆ ಹೊಂದಿಸುತ್ತದೆ .
pl: Ustawia alarm mikrofonu (domyślnie 5 sekund).
pt_pt: Define o alarme do microfone (o padrão é 5 segundos).
ro: Setează alarma microfonului (implicit este 5 secunde).
vi: Thiết lập báo động microphone (mặc định là 5 giây).

source: Opens SPL Studio add-on configuration dialog.
ar: فتح محاورة إعدادات إضافة spl
bg: Отваря диалога за настройка на добавката SPL Studio.
de_ch: Öffnet die Einstellungen zur Erweiterung von SPL Studio.
es: Abre el diálogo de configuración del complemento SPL Studio.
fr: Ouvre le dialogue de configuration du module complémentaire Studio SPL.
gl: Abre o diálogo de configuración do complemento SPL Studio.
he: פתיחת תיבת דו-שיח ההגדרות של Studio SPL.
hr: Otvara dijaloški okvir za konfiguriranje dodataka u programu SPL Studio.
hu: Megnyitja az SPL Studio kiegészítő beállítási párbeszédpanelét.
kn: spl ನಿಲಯದ ಹೆಚ್ಚುವರಿ ತಂತ್ರಾಂಶದ ಸಂರಚನಾ ಸಂವಾದವನ್ನು ತೆರೆಯುತ್ತದೆ.
pl: Otwiera dialog konfiguracji dodatku
pt_br: Abre o diálogo de configurações do complemento SPL Studio.
pt_pt: Abre o diálogo de configurações do extra do SPL Studio
ro: Deschide dialogul de configurare al extensiei SPL Studio.
ru: Открывает диалог настройки дополнения SPL Studio.
sk: Otvorí dialóg s nastaveniami doplnku pre SPL studio.
tr: SPL Studio eklenti yapılandırma iletişim kutusunu açar.
vi: Mở hộp thoại cấu hình SPL Studio add-on.

source: Opens SPL Studio add-on welcome dialog.
de_ch: Öffnet das Willkommensdialog zur Erweiterung von SPL-Studio.
es: Abre el diálogo de bienvenida del complemento SPL Studio.
fr: Ouvre le dialogue de bienvenue du module complémentaire Studio SPL.
gl: Abre o diálogo de benvida do complemento SPL Studio.
he: פתיחת תיבת דו-שיח ההגדרות של Studio SPL.
hr: Otvara dijaloški okvir dobrodošlice dodataka u programu SPL Studio.
pl: Otwiera powitalne okno dialogu dodatku SPL
pt_br: Abre o diálogo de boas-vindas do complemento SPL Studio.
pt_pt: Abre o diálogo de boas vindas do extra do SPL Studio
ro: Deschide dialogul de bun venital extensiei SPL Studio.
ru: Открывает диалог приветствия дополнения SPL Studio.
sk: Otvorí uvítací dialóg doplnku SPL Studio.
tr: SPL Studio eklentisine hoş geldiniz iletişim kutusunu açar.
vi: Mở hộp thoại chào mừng của SPL Studio add-on.

source: Toggles between various braille timer settings.
ar: التنقل بين مختلف إعدادات ميقات البرايل
bg: Превключва между различните брайлови настройки за таймера.
de_ch: Schaltet zwischen den verschiedenen Einstellungen der Braille-Timer um.
es: Conmuta entre varias opciones de temporizadores braille
fr: Bascule entre les différents paramètres du minuteur braille.
gl: Conmuta entre varias opcións de temporizadores braille
he: מיתוג בין הגדרות טיימר שונות עבור הברייל.
hr: Prebacuje se između različitih postavki brajeve štoperice.
hu: Váltogat a különböző braille időzítő beállítások között
kn: ಹಲವಾರು ರೀತಿಯ ಬ್ರೈಲ್ ಟೈಮರ್ ಸಂರಚನೆಗಳಿಗೆ ಅದಲುಬದಲುಗೊಳಿಸುತ್ತದೆ.
pl: Przełącza pomiędzy różnymi ustawieniami timera brajlowskiego.
pt_br: Alterna entre várias configurações do temporizador braille.
pt_pt: Alterna entre várias configurações do temporizador braille.
ro: Comută între variațiile setărilor cronometrului braille.
ru: Переключает между различными настройками брайлевского таймера.
sk: Prepína zobrazenie času na braillovskom riadku.
tr: Çeşitli Braille zamanlayıcı ayarları arasında geçiş yapar.
vi: Chuyển giữa nhiều cài đặt hẹn giờ chữ nổi.

source: Search string not found.
ar: كلمة البحث غير موجودة.
bg: Търсеният низ не бе намерен.
de_ch: Der gesuchte Text wurde nicht gefunden.
es: No se encontró la cadena de búsqueda.
fr: Chaîne recherchée introuvable
gl: Non se atopou a cadea de procura.
he: המחרוזת לא נמצאה.
hr: Znakovni niz pretrage nije pronađen.
hu: A keresett kifejezés nem található.
kn: ಹುಡುಕಾಟದ ಅಕ್ಷರಪುಂಜ ಕಂಡುಬಂದಿಲ್ಲ.
ne: खोजिएको पदावली पाई एन ।
pl: Nie znaleziono.
pt_br: Sequência de caracteres na pesquisa não encontrada.
pt_pt: Cadeia de pesquisa não encontrada.
ro: Fraza căutată nu a fostgăsită.
sk: Text nebol nájdený.
vi: Không tìm thấy chuỗi.

source: Find error
ar: خطأ في البحث
bg: Грешка при търсене
de_ch: Fehler beim Suchen
es: Se encontró un error
fr: Erreur de recherche
gl: Atopouse un erro
he: שגיאת חיפוש
hu: Keresési hiba
kn: ಹೂಡುಕಲು ದೋಷ
ne: त्रुटी फेला पार
pl: Błąd szukania
pt_pt: Procurar erro
ro: Găsește eroare
vi: Lỗi tìm kiếm

source: Track finder is available only in track list.
ar: الباحث عن المسارات لا يتوافر إلا في قائمة المسارات.
bg: Търсенето за записи е възможно само в списъка със записи.
de_ch: Die titelsuche ist nur in der Titelliste verfügbar.
es: El Buscador de pista sólo está disponible en la lista de pistas.
fr: La recherche de piste est disponible uniquement dans la liste des pistes.
gl: O Buscador de pista só está dispoñible na lista de pistas.
he: חיפוש רצועות אפשרי רק מתוך רשימת הרצועות.
hr: Pronalaženje snimaka je dostupno samo u popisu snimaka.
hu: A zeneszám kereső csak a zeneszámok listájában érhető el
kn: ಹಾಡುಗಳ ಹುಡುಕಾಟವು ಹಾಡುಗಳ ಪಟ್ಟಿಯಲ್ಲಿ ಮಾತ್ರ ದೊರೆಯುತ್ತದೆ.
ne: धुन खोजकलाई धुन सूचीमा मात्रै पाउन सकिन्छ ।.
pl: Wyszukiwarka utworów dostępna tylko na liście.
pt_br: O localizador de faixas está disponível apenas na lista de faixas.
pt_pt: O localizador de pistas está disponível apenas na lista de pistas.
ro: căutarea melodiilor este disponibilă doar în lista de melodii.
ru: Поисковик дорожек доступен только в списке дорожек.
sk: prehľadávač skladieb je dostupný len v zozname skladieb.
tr: Parça bulucu yalnızca parça listesinde geçerlidir.
vi: Tìm track chỉ hoạt động trong danh sách track.

source: Column search is available only in track list.
ar: الباحث عن العمود لا يتوافر إلا في قائمة المسارات.
de_ch: Die Spaltensuche steht nur in der Wiedergabeliste zur Verfügung.
es: La búsqueda de columnas sólo está disponible en la lista de pistas.
fr: La recherche de colonne est disponible uniquement dans la liste des pistes.
gl: A procura de columnas só está dispoñible na lista de pistas.
he: חיפוש עמודות אפשרי רק מתוך רשימת הרצועות.
hr: Pretraga stupaca je dostupna samo u popisu snimaka.
pl: Wyszukiwanie według kolumn możliwe jedynie w liście utworów
pt_br: A pesquisa de colunas está disponível apenas na lista de faixas.
pt_pt: A pesquisa de colunas está disponível apenas na lista de pistas.
ro: Coloana de căutare este disponibilă doar în lista de melodii.
ru: Поиск по столбцам доступен только в списке дорожек.
sk: Prezeranie metadát je dostupné len v zozname skladieb.
tr: Sütun araması yalnızca parça listesinde kullanılabilir.
vi: Tìm kiếm cột chỉ hoạt động trong danh sách track.

source: Time range finder is available only in track list.
ar: الباحث عن نطاق الوقت لا يتوافر إلا في قائمة المسارات.
de_ch: Zeiträume können nur in der Wiedergabeliste definiert werden.
es: El Buscador de rango de tiempo sólo está disponible en la lista de pistas.
fr: La recherche de l'intervalle de temps est disponible uniquement dans la liste des pistes.
gl: O buscador de rango de tempo só está dispoñible na lista de pistas.
he: חיפוש אורך הזמן אפשרי רק מתוך רשימת הרצועות.
hr: Pronalaženje vremenskog raspona je dostupan samo u popisu snimaka.
pl: Wyszukiwanie czasokresu dostępne tylko w liście utworów
pt_br: O localizador de intervalo de tempo está disponível apenas na lista de faixas.
pt_pt: O localizador de intervalo de tempo está disponível apenas na lista de pistas.
ro: Căutarea în interval de timp este disponibilă doar în lista de melodii.
ru: Поиск диапазона времени доступен только в списке дорожек.
sk: Vyhľadávanie podľa času je dostupné len v zozname skladieb.
tr: Zaman aralığı bulucu yalnızca parça listesinde mevcuttur.
vi: Tìm theo thời gian chỉ hoạt động trong danh sách track.

source: You need to add at least one track to find tracks.
ar: تحتاج إلى إضافة مسار واحد على الأقل للبحث عن المسارات.
bg: Трябва да добавите поне един запис, за да можете да търсите за записи.
de_ch: Sie müssen mindestens einen Titel hinzufügen, bevor Sie nach Titel suchen können.
es: Es necesario agregar al menos una pista para encontrar pistas.
fr: Vous devez ajouter au moins une piste a la liste pour trouver d'autres pistes.
gl: É necesario engadir ó menos unha pista para atopar pistas.
he: חיפוש רצועה אפשרי בתנאי שקיימת לפחות רצועה אחת ברשימה.
hr: Za pronalaženje snimaka moraš dodati barem jednu snimku.
hu: legalább egy zeneszámot hozzá kell adnia hogy kereshessen közöttük.
kn: ಹಾಡನ್ನು ಕಂಡುಹಿಡಿಯಲು ನೀವು ಒಂದನ್ನಾದರೂ ಹಾಡನ್ನು ಸೇರಿಸಬೇಕು.
ne: धुन पाउनका लागि कम्तिमा तपाइले एउटा धुन लेख्नै पर्छ ।
pl: Należy dodać conajmniej jeden utwór, by wyszukiwać
pt_br: Precisa adicionar pelo menos uma faixa para localizar faixas.
pt_pt: precisa adicionar pelo menos uma pista para encontrar pistas.
ro: Trebuie să adaugi cel puțin o melodie pentru a căuta melodiile.
ru: Вам нужно добавить хотя бы одну дорожку для поиска дорожек.
sk: Aby bolo možné vyhľadávať, musíte pridať aspoň jednu skladbu.
tr: Parça bulmak için en az bir parça eklemiş olmalısınız.
vi: Bạn cần thêm tối thiểu 1 track vào tìm kiếm track.

source: Find track
ar: البحث عن مسار
bg: Търсене на запис
de_ch: Titel suchen
es: Buscar pista
fr: Rechercher une piste
gl: Procurar pista
he: חיפוש רצועה
hr: Pronađi snimku
hu: Zeneszámkereső
kn: ಹಾಡನ್ನು ಕಂಡುಹಿಡಿ
ne: धुन फेलापार
pl: Znajdź utwór
pt_br: Localizar faixa
pt_pt: Encontrar pista
ro: Caută melodia
ru: Найти дорожку
sk: Nájsť skladbu
tr: Parça bul
vi: Tìm kiếm track

source: Column search
ar: بحث العمود
bg: Търсене в колоните
de_ch: Spaltensuche
es: Buscar columna
fr: Recherche de colonne
gl: Procurar columna
he: חיפוש עמודה
hr: Pretraga stupaca
pl: Szukanie w kolumnach
pt_br: Pesquisa de coluna
pt_pt: Procurar coluna
ro: Căutare coloană
ru: Поиск столбца
sk: Vyhľadávanie metadát
tr: Sütun ara
vi: Tìm kiếm cột

source: Finds a track in the track list.
ar: يبحث عن مسار في قائمة المسارات
bg: Търси за записи в списъка със записи.
de_ch: Sucht in der Titelliste nach einem Titel
es: Busca una pista en la lista de pistas.
fr: Cherche une piste dans la liste des pistes.
gl: Procura unha pista na lista de pistas.
he: חיפוש רצועה בתוך רשימת הרצועות.
hr: Pronalazi snimku u popisu snimaka.
hu: Megkeres egy zeneszámot a zeneszámok listájában.
kn: ಹಾಡುಗಳಪಟಿಯಲ್ಲಿ ಹಾಡನ್ನು ಪತ್ತೆಮಾಡುತ್ತದೆ.
ne: धुनलाई धुन सूचीमा खोज्ने छ ।
pl: Pozwala wyszukać utwór na liście
pt_br: Localiza uma faixa na lista de faixas.
pt_pt: Localiza uma pista na lista de pistas.
ro: Caută o melodie în lista de melodii.
ru: Ищет дорожку в списке дорожек.
sk: Vyhľadá skladbu v zozname skladieb.
tr: Parça listesinde bir parça arar.
vi: Tìm một track trong danh sách.

source: Finds text in columns.
ar: البحث عن نص بالعمود.
bg: Търси текст в колоните.
de_ch: Sucht Text in Spalten.
es: Se encontró texto en las columnas.
fr: Recherche de texte en colonnes.
gl: Atopouse texto nas columnas.
he: חיפוש טקסט בתוך העמודות.
hr: Pronalazi tekst u stupcima.
pl: Znajduje tekst w kolumnach
pt_br: Localiza texto em colunas.
pt_pt: Localiza texto em colunas.
ro: Caută text în coloane.
ru: Ищет текст в столбцах.
sk: Vyhľadá text v metadátach.
tr: Sütunlardaki metni bulur.
vi: Tìm nội dung trong cột.

source: Finds the next occurrence of the track with the name in the track list.
ar: يبحث عن المسار التالي لكلمة البحث في قائمة المسارات
bg: Намира следващото съвпадение на записа с името в списъка със записи.
de_ch: Sucht nach dem nächsten gefundenen Titel in der Titelliste
es: Busca la siguiente aparición de la pista con el nombre en la lista de pistas.
fr: Recherche l'occurrence suivante de la piste avec le nom dans la liste des pistes.
gl: Procura a seguinte aparición da pista co nome na lista de pistas.
he: חיפוש רצועה הבאה בעלת שם דומה ברשימת הרצועות.
hr: Pronalazi sljedeće pojavljivanje snimke s tim imenom u popisu snimaka.
hu: Megkeresi a következő előfordulását a zeneszám nevének a zeneszámok listájában.
kn: ಮುಂದಿನ ಹಾಡನ್ನು ಹೆಸರೊಂದಿಗೆ ಹಾಡುಗಳ ಪಟ್ಟಿಯಲ್ಲಿ ಹುಡುಕಾಡುತ್ತದೆ.
ne: धुनको सूचीबाट उक्त नामको अघिल्लो रूप खोज्ने छ ।
pl: Wyszukuje w playliście następnego wystąpienia utworu o podanej nazwie
pt_br: Localiza a próxima ocorrência da faixa com o nome na lista de faixas.
pt_pt: Localiza a próxima ocorrência da pista com o nome na lista de pistas.
ro: găsește următoarea apariție a pistei, cu numele de pe listă.
ru: Находит следующее вхождение дорожки с соответствующим названием в списке дорожек.
sk: Vyhľadá nasledujúci výskyt reťazca v názvoch skladieb.
tr: Parça listesindeki adı ile parçanın bir sonraki geçtiği yeri bulur.
vi: Tìm sự xuất hiện của track kế với tên trong danh sách track.
