Repository: ChrisDuffley/stationPlaylist
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de_ch, es, fr, gl, he, hr, hu, kn, ne, pl, pt_br, pt_pt, ro, ru, sk, tr, vi

source: You are using an older version of Windows. This add-on requires Windows 7 Service Pack 1 or later.
de_ch: Sie nutzen eine veraltete Windows-Version. Für diese Erweiterung benötigen Sie Windows 7 Service-Pack 1 oder höher.
es: Estás utilizando una versión antigua de Windows. Este complemento requiere de Windows 7 Service Pack 1 o posterior.
fr: Vous utilisez une ancienne version de Windows. Ce module complémentaire nécessite Windows 7 Service Pack 1 ou version ultérieure.
gl: Estás a usar unnha versión vella do Windows. Este complemento require do Windows 7 Service Pack 1 ou posterior.
he: אתה משתמש בגירסה ישנה יותר של Windows. תוסף זה דורש Windows 7 Service Pack 1 ואילך.
hr: Koristiš stariju verziju sustava Windows. Za ovaj dodatak je potreban Windows 7 Service Pack 1 ili noviji.
pt_pt: Está a usar uma versão antiga do Windows. este extra requer o Windows 7 Service Pack 1 ou posterior.
ro: Folosiți o versiune mai veche de windows. Această versiune de supliment necesită windows 7 Service pack 1 sau mai nouă
sk: Používate staršiu verziu operačného systému Windows. Doplnok funguje od verzie Windows 7 Service pack 1.
vi: Bạn đang dùng một phiên bản Windows cũ. Add-on này yêu cầu Windows 7 Service Pack 1 trở lên.

source: Old Windows version
de_ch: Veraltete Windowsversion
es: versión antigua de Windows
fr: Ancienne version de Windows
gl: Versión vella de Windows
he: התגלתה גרסת ווינדוס ישנה
hr: Stara Windows verzija
pt_pt: Detectada versão antiga do Windows.
ro: Versiune veche de Windows
sk: Staršia verzia operačného systému
vi: Phiên bản Windows cũ

source: {header} not found
de_ch: {header} nicht gefunden
es: {header} no enconrado
fr: {header} introuvable
gl: {header} non atopada
he: {header} לא נמצא
pl: {header} nie znaleziono
pt_pt: {header} não encontrado
ro: {header} negăsit
vi: Không tìm thấy {header}

source: {header}: blank
ar: {header}: فراغ
bg: {header}: празен
de_ch: {header}: Leer
es: {header}: en blanco
fr: {header} : vide
gl: {header}: en branco
he: {header} ריק
hr: {header}: prazno
hu: {header}: üres
kn: {header}: ಖಾಲಿ
pt_br: {header}: em branco
pt_pt: {header}: vazio
ro: {header}: gol
sk: {header}: prázdny
vi: {header}: rỗng

source: Microphone active
ar: الميكروفون يعمل
de_ch: Mikrofon ist aktiv
es: Micrófono activo
fr: Microphone actif
gl: Micrófono activo
he: המיקרופון פעיל
hr: Mikrofon aktivan
pl: mikrofon aktywny
pt_br: Microfone ativo
pt_pt: Microfone activo
ro: Microfon activ
ru: Микрофон работает
sk: Mikrofón zapnutý
tr: Mikrofon etkin
vi: Microphone hoạt động

source: blank
es: en blanco
fr: vide
hr: prazno
pt_br: em branco
pt_pt: Em branco
ro: gol
sk: prázdny
vi: rỗng

source: Track data
es: Datos de pista
fr: Données de piste
hr: Podaci snimke
pt_br: Dados da faixa
pt_pt: dados da pista
ru: Данные дорожки
sk: Informácie o udalosti
tr: Parça verisi
vi: Dữ liệu track

source: {headerText} not found
de_ch: {headerText} konnte nicht ermittelt werden
es: {headerText} no encontrado
fr: {headerText} introuvable
gl: {headerText} non atopado
he: {headerText} לא נמצא
hr: {headerText} nije pronađeno
pl: {headerText} nieznaleziono
pt_br: {headerText} não encontrado
pt_pt: {headerText} não encontrado
ro: {headerText} negăsit.
ru: {headerText} не найден
sk: {headerText} nebol nájdený.
tr: {headerText} bulunamadı
vi: không tìm thấy {headerText}

source: Pressing once announces data for a track column, pressing twice will present column data in a browse mode window
es: Pulsando una vez anuncia los datos para una columna de pista, pulsando dos veces presentará los datos de columna en una ventana en modo exploración
fr: Si vous appuyez une fois sur les données d'une colonne de piste, appuyez deux fois pour afficher les données de colonne dans une fenêtre de navigation.
hr: Pritisnuto jednom najavljuje podatke za stupac snimke, pritisnuto dvaput prikazuje podatke stupca u prozoru modusa pregledavanja
pt_br: Pressionando uma vez anuncia os dados duma coluna de faixa, pressionar duas vezes apresentará os dados da coluna numa janela do modo de navegação
pt_pt: Pressionando uma vez anuncia os dados para uma coluna de pistas, pressionar duas vezes apresentará os dados da coluna numa janela do modo de navegação
ro: Apăsarea odată anunță datele pentru o coloană de piesă, apăsarea de două ori va prezenta datele coloanei într-o fereastră a modului de navigare
ru: При однократном нажатии отображаются данные для столбца дорожки, при двукратном нажатии данные столбца отображаются в окне режима обзора
sk: Oznámy informácie o metadátach vybratej udalosti. Stlačené dvakrát rýchlo za sebou zobrazí informáciu v režime prehliadania.
tr: Bir kez basıldığında parça sütununun verileri duyurulur, iki kez basıldığında sütun verileri göz atma modu penceresinde görüntülenir
vi: Bấm một lần để thông báo dữ liệu ở cột track, bấm hai lần sẽ trình bày dữ liệu trên một cửa sổ ở chế độ duyệt

source: Item {current} of {total}
de_ch: Einträge {current} von {total}
es: Elemento {current} de {total}
fr: Élément {current} of {total}
gl: Elemento {current} de {total}
he: פריט {current} מתוך {total}
hr: Stavka {current} od {total}
pl: {current} z {total}
pt_br: Item {current} de {total}
pt_pt: Item {current} do {total}
ro: Element {current} din {total}
ru: Элемент {current} из {total}
sk: {current} z {total}
tr: {total} öğesinden {current} öğesi
vi: Mục {current} của {total}

source: {checkStatus}{header}: blank
de_ch: {checkStatus}{header}: Leer
es: {checkStatus}{header}: en branco
fr: {checkStatus}{header} : vide
gl: {checkStatus}{header}: en blanco
he: {checkStatus}{header}: ריק
hr: {checkStatus}{header}: prazno
pl: {checkStatus}{header}: Nie ma
pt_pt: {checkStatus}{header}: vazio
ro: {checkStatus}{header}: gol
sk: {checkStatus}{header}: prázdny
vi: {checkStatus}{header}: rỗng

source: Presents data for all columns in the currently selected track
es: Presenta datos para todas las columnas en la pista actualmente seleccionada
fr: Présente des données pour toutes les colonnes de la piste sélectionnée
hr: Prikazuje podatke svih stupaca u trenutačno odabranoj snimci
pt_br: Apresenta dados para todas as colunas na faixa atualmente selecionada
pt_pt: Apresenta os dados para todas as colunas de uma pista seleccionada.
ro: Prezintă datele pentru toate coloanele din piesa curent-selectată
ru: Предоставляет данные по всем столбцам текущей выбранной дорожки
sk: Zobrazí informácie o všetkých metadátach pre aktuálnu skladbu
tr: Seçili olan parçadaki tüm sütunlar için veri sunar
vi: Trình bày tất cả các cột dữ liệu cho track đang được chọn

source: Has comment
de_ch: Hat Kommentar
es: Tiene comentario
fr: A commentaire
gl: Ten comentario
he: קיימת הערה
hr: Sadrži komentar
pl: Zawiera komentarz
pt_pt: Tem comentário
ro: Are comentariu
sk: Obsahuje komentár
vi: Có chú thích

source: Track comment copied to clipboard
de_ch: Titel-Kommentar wurde in die Zwischenablage kopiert.
es: Comentario de pista copiado al portapapeles
fr: Commentaire de piste copiée dans le presse-papiers
gl: Comentario da pista copiado ao portapapeis
he: הערת רצועה הועתקה
hr: Komentar snimke kopiran u međuspremnik
pl: Komentarz utworu skopiowano do schowka
pt_br: Comentário da faixa copiado para a área de transferência
pt_pt: Comentário da pista copiado para a área de transferência
ro: Comentariul melodiei copiat pe planșetă
ru: Коментарий дорожки скопирован в буфер обмена
sk: Komentár k udalosti skopírovaný do schránky
tr: Parça yorumu panoya kopyalandı
vi: Đã chép chú thích track vào bộ nhớ tạm

source: No comment
de_ch: Kein Kommentar
es: No hay comentario
fr: Aucun commentaire
gl: Non hai comentario
he: ללא הערה
hr: Nema komentara
pl: Brak komentarza
pt_br: Sem comentário
pt_pt: Sem comentário
ro: Nici un comentariu
sk: Žiadny komentár
vi: Không có chú thích

source: Comments cannot be added to this kind of track
de_ch: Ergänzung der Kommentare zu diesem Track nicht möglich
es: No se pudieron añadir comentarios a este tipo de pista
fr: Commentaires ne peuvent pas être ajoutés à ce genre de piste
gl: Non se poideron engadir os comentarios a este tipo de pista
he: לא ניתן להוסיף הערה מסוג זה לרצועה
hr: Komentar se ne može dodati ovoj vrsti snimke
pl: Ten typ utworu nie dopuszcza komentarzy
pt_br: Não podem ser adicionados comentários a esse tipo de faixa
pt_pt: Não podem ser acrescentados comentários a este tipo de pista
ro: Comentariile nu pot fi adăugate la acrst tip de melodie
ru: Нельзя добавлять комментарии к таким дорожкам
sk: K tejto udalosti nie je možné pridať komentár
tr: Bu tür parçaya yorum eklenemez
vi: Không thể thêm các chú thích vào loại track này

source: Track comment
de_ch: Titel-Kommentar
es: Comentario de pista
fr: Commentaire de piste
gl: Comentario da pista
he: כותרת ערוץ
hr: Komentar snimke
pl: Komentarze utworu
pt_br: Comentário da faixa
pt_pt: Comentário da pista
ro: Comentariul melodiei
ru: Коментарий дорожки
sk: Komentár k udalosti
tr: Parça yorumu
vi: Chú thích track

source: Announces track comment if any. Press twice to copy this information to the clipboard, and press three times to open a dialog to add, change or remove track comments
de_ch: Gibt Titelkommentare bekannt, falls vorhanden. Drücken Sie zweimal, um diese Informationen in die Zwischenablage zu kopieren, und drücken Sie dreimal, um einen Dialog zum Hinzufügen, Ändern oder Entfernen von Kommentaren anzuzeigen.
es: Anuncia comentarios de pista si los hay. Pulsa dos veces para copiar esta información al portapapeles, y pulsa tres veces para abrir un diálogo para añadir, cambiar o eliminar comentarios de pista
fr: Annoncer commentaire de piste le cas échéant. Appuyer deux fois pour copier ces informations dans le presse-papiers, puis appuyer trois fois pour ouvrir le dialogue pour ajouter, modifier ou supprimer les commentaires de piste
gl: Anuncia comentarios de pista se os hai. Preme dúas veces para copiar esta información ao portapapeis, e preme tres veces para abrir un diálogo para engadir, cambiar ou borrar comentarios de pista
he: במידה וקיימת הערה - מקריא אותה. לחץ פעמיים בכדי להעתיק את ההערה. לחץ שלוש פעמים בכדי לערוך או למחוק את ההערה
hr: Najavljuje komentar snimke ako postoji. Pritisni dvaput za kopiranje ove informacije u međuspremnik, pritisni triput za otvaranje dijaloškog okvira za dodavanje, mijenjanje ili uklanjanje komentara
pl: Ogłasza komentarze dla utworu, jeśli obecne. Podwójne naciśnięcie kopiuje zawartość do schowka, potrójne otwiera dialog zarządzania nimi.
pt_br: Anuncia o comentário de faixa, se houver. Pressione duas vezes para copiar essas informações para a área de transferência e três vezes para abrir um diálogo para adicionar, alterar ou remover comentários de faixa
pt_pt: Anuncia comentários de pista, se houver. Pressione duas vezes para copiar esta informação para a área de transferência e pressione três vezes para abrir uma caixa de diálogo para adicionar, alterar ou remover comentários de pista
ro: Anunță comentariul melodiei dacă există. Apăsați de două ori pentru a copia această informație pe planșetă, apoi apăsați de trei ori pentru a deschide un dialog ca să adăugați, modificați sau să ștergeți comentariile melodiei
ru: Объявляет комментарии дорожки, если они есть. Двойное нажатие копирует эту информацию в буфер обмена, тройное нажатие вызывает диалог для добавления, изменения или удаления комментариев дорожки
sk: Prečíta komentár k vybratej udalosti. Stlačené dvakrát rýchlo za sebou skopíruje komentár do schránky. Stlačené trikrát za sebou umožní pridať alebo upraviť komentár.
tr: Varsa parça yorumunu duyurur. Bu bilgiyi panoya kopyalamak için iki kez basın. Parça yorumlarını eklemek, değiştirmek veya kaldırmak üzere bir iletişim kutusu açmak için üç kez basın
vi: Thông báo chú thích track nếu có. Bấm hai lần để chép thông tin này vào bộ nhớ tạm và bấm ba lần mở hộp thoại để thêm, sửa hay xóa chú thích track

source: Status not found
ar: الحالة غير موجودة
bg: Състоянието не е намерено
de_ch: Status nicht gefunden
es: Estado no encontrado
fr: Statut introuvable
gl: Estado non atopado
he: מצב נוכחי לא מזוהה
hr: Stanje nije pronađeno
hu: Az állapot nem elérhető
kn: ಸ್ಥಿತಿಯು ಪತ್ತೆಯಾಗಿಲ್ಲ
pl: Nie znaleziono statusu
pt_pt: Linha de estado não encontrada
ro: Stare negăsită
sk: Stav nebol nájdený
vi: Không tìm thấy trạng thái

source: Status: {name}
ar: الحالة:{name}
bg: Състояние: {name}
es: Estado: {name}
fr: Statut : {name}
gl: Estado: {name}
he: מצב: {name}
hr: Stanje: {name}
hu: Állapot: {name}
kn: ಸ್ಥಿತಿ: {name}
pt_pt: Estado: {name}
ro: Stare: {name}
sk: Stav: {name}
vi: Trạng thái: {name}

source: After entering SPL Assistant, press: A: Automation. C: Announce name of the currently playing track. D: Remaining time for the playlist. E: Overall metadata streaming status. Shift+1 through shift+4, shift+0: Metadata streaming status for DSP encoder and four additional URL's. H: Duration of trakcs in this hour slot. Shift+H: Duration of remaining trakcs in this hour slot. I: Listener count. K: Move to place marker track. Control+K: Set place marker track. L: Line-in status. M: Microphone status. N: Next track. P: Playback status. Shift+P: Pitch for the current track. R: Record to file. Shift+R: Monitor library scan. S: Scheduled time for the track. Shift+S: Time until the selected track will play. T: Cart edit/insert mode. U: Studio up time. W: Weather and temperature. Y: Playlist modification. 1 through 0: Announce columns via Columns Explorer (0 is tenth column slot). F8: Take playlist snapshots such as track count, longest track and so on. Shift+F8: Obtain playlist transcripts in a variety of formats. F9: Mark current track as start of track time analysis. F10: Perform track time analysis. F12: Switch to an instant switch profile. Shift+F1: Open online user guide.
vi: Sau khi vào SPL Assistant, bấm: A: tự động hóa. C: thông báo tên của track đang phát. D: thời gian còn lại của danh sách phát. E: tổng thể trạng thái metadata streaming. Shift+1 đến shift+4, shift+0: trạng thái metadata streaming cho bộ mã hóa DSP và URL bổ sung. H: thời lượng các track trong khung giờ này. Shift+H: thời lượng các track còn lại trong khung giờ này. I: lượt người nghe. K: chuyển đến track đánh dấu. Control+K: cài đặt track đánh dấu. L: trạng thái line-in. M: trạng thái microphone. N: track kế. P: trạng thái phát. Shift+P: độ cao track hiện tại. R: thu thành tập tin. Shift+R: theo dõi quét thư viện. S: thời gian đã lên lịch cho track. Shift+S: thời gian đến khi sẽ phát các track được chọn. T: chế độ chỉnh sửa / chèn cart. U: Studio tăng thời gian. W: thời tiết và nhiệt độ. Y: chỉnh sửa danh sách phát. 1 đến 0: báo các cột thông qua khám phá cột (0 là cột thứ mười). F8: chụp các ảnh của danh sách phát như số lượng track, track dài nhất và nhiều nữa. Shift+F8: lấy các thông tin về điểm của danh sách phát ở nhiều định dạng. F9: đánh dấu track hiện tại là nơi bắt đầu phân tích thời gian track. F10: thực hiện phân tích thời gian của track. F12: chuyển đến một hồ sơ chuyển nhanh. Shift+F1: mở tài liệu hướng dẫn trực tuyến.

source: After entering SPL Assistant, press: A: Automation. C: Toggle cart explorer. Shift+C: Announce name of the currently playing track. E: Overall metadata streaming status. Shift+1 through shift+4, shift+0: Metadata streaming status for DSP encoder and four additional URL's. Shift+E: Record to file. F: Track finder. H: Duration of trakcs in this hour slot. Shift+H: Duration of remaining trakcs in this hour slot. K: Move to place marker track. Control+K: Set place marker track. L: Listener count. Shift+L: Line-in status. M: Microphone status. N: Next track. P: Playback status. Shift+P: Pitch for the current track. R: Remaining time for the playlist. Shift+R: Monitor library scan. S: Scheduled time for the track. Shift+S: Time until the selected track will play. T: Cart edit/insert mode. U: Studio up time. W: Weather and temperature. Y: Playlist modification. 1 through 0: Announce columns via Columns Explorer (0 is tenth column slot). F8: Take playlist snapshots such as track count, longest track and so on. Shift+F8: Obtain playlist transcripts in a variety of formats. F9: Mark current track as start of track time analysis. F10: Perform track time analysis. F12: Switch to an instant switch profile. Shift+F1: Open online user guide.
vi: Sau khi vào SPL Assistant, bấm: A: tự động hóa. C: bật cart explorer. Shift+C: thông báo tên của track đang phát. E: tổng thể trạng thái metadata streaming. Shift+1 đến shift+4, shift+0: trạng thái metadata streaming cho bộ mã hóa " "DSP và URL bổ sung. Shift+E: thu ra tập tin. F: tìm kiếm track. H: thời lượng các track trong khung giờ này. Shift+H: thời lượng các track còn lại trong khung giờ này. K: chuyển đến track đánh dấu. Control+K: cài đặt track đánh dấu. L: lượt người nghe. Shift+L: trạng thái line-in. M: trạng thái microphone. N: track kế. P: trạng thái phát. Shift+P: độ cao track hiện tại. R: thời gian còn lại cho danh sách phát. Shift+R: theo dõi quét thư viện. S: thời gian đã lên lịch cho track. Shift+S: thời gian đến khi sẽ phát các track được chọn. T: chế độ chỉnh sửa / chèn cart. U: Studio tăng thời gian. W: thời tiết và nhiệt độ.. Y: chỉnh sửa danh sách phát. 1 đến 0: báo các cột thông qua khám phá cột (0 là cột thứ mười). F8: chụp các ảnh của danh sách phát như số lượng track, track dài nhất và nhiều nữa. Shift+F8: lấy các thông tin về điểm của danh sách phát ở nhiều định dạng. F9: đánh dấu track hiện tại là nơi bắt đầu phân tích thời gian track. F10: thực hiện phân tích thời gian của track. F12: chuyển đến một hồ sơ chuyển nhanh. Shift+F1: mở tài liệu hướng dẫn trực tuyến.

source: After entering SPL Assistant, press: A: Automation. C: Toggle cart explorer. Shift+C: Announce name of the currently playing track. D: Remaining time for the playlist. E: Elapsed time. F: Track finder. R: Remaining time for the currently playing track. G: Overall metadata streaming status. Shift+1 through shift+4, shift+0: Metadata streaming status for DSP encoder and four additional URL's. H: Duration of trakcs in this hour slot. Shift+H: Duration of remaining trakcs in this hour slot. K: Move to place marker track. Control+K: Set place marker track. L: Listener count. Shift+L: Line-in status. M: Microphone status. N: Next track. P: Playback status. Shift+P: Pitch for the current track. Shift+E: Record to file. Shift+R: Monitor library scan. S: Scheduled time for the track. Shift+S: Time until the selected track will play. T: Cart edit/insert mode. U: Studio up time. W: Weather and temperature. Y: Playlist modification. 1 through 0: Announce columns via Columns Explorer (0 is tenth column slot). F8: Take playlist snapshots such as track count, longest track and so on. Shift+F8: Obtain playlist transcripts in a variety of formats. F9: Mark current track as start of track time analysis. F10: Perform track time analysis. F12: Switch to an instant switch profile. Shift+F1: Open online user guide.
vi: Sau khi vào SPL Assistant, bấm: A: tự động hóa. C: bật cart explorer. Shift+C: thông báo tên của track đang phát. D: thời gian còn lại cho danh sách phát. E: thời gian đã trôi qua. F: tìm kiếm track. R: thời gian còn lại của track đang phát. G: tổng thể trạng thái metadata streaming. Shift+1 through shift+4, shift+0: trạng thái metadata streaming cho bộ mã hóa và URL bổ sung. H: thời lượng các track trong khung giờ này. Shift+H: thời lượng các track còn lại trong khung giờ này. K: chuyển đến track đánh dấu. Control+K: cài đặt track đánh dấu. L: lượt người nghe.. Shift+L: trạng thái line-in. M: trạng thái microphone. N: track kế. P: trạng thái phát. Shift+P: độ cao track hiện tại. Shift+E: thu ra tập tin. Shift+R: theo dõi quét thư viện. S: thời gian đã lên lịch cho track. Shift+S: thời gian đến khi sẽ phát các track được chọn. T: chế độ chỉnh sửa / chèn cart. U: Studio tăng thời gian. W: thời tiết và nhiệt độ. Y: chỉnh sửa danh sách phát. 1 đến 0: báo các cột thông qua khám phá cột (0 là cột thứ mười). F8: chụp các ảnh của danh sách phát như số lượng track, track dài nhất và nhiều nữa. Shift+F8: lấy các thông tin về điểm của danh sách phát ở nhiều định dạng. F9: đánh dấu track hiện tại là nơi bắt đầu phân tích thời gian track. F10: thực hiện phân tích thời gian . F12: chuyển đến một hồ sơ chuyển nhanh. Shift+F1: mở tài liệu hướng dẫn trực tuyến.

source: Using SPL Studio version {SPLVersion}
ar: استخدام إصدار {SPLVersion} من SPL
bg: Използване на SPL Studio версия {SPLVersion}
de_ch: Verwendete SPL Studio Version {SPLVersion}
es: Utilizando versión de SPL Studio {SPLVersion}
fr: La version utilisée est Studio SPL {SPLVersion}
gl: Utilizando versión de SPL Studio {SPLVersion}
he: השימוש בSPL גרסת {SPLVersion}
hu: A használatban lévő SPL Studio verziója: {SPLVersion}
kn: ಬಳಸುತ್ತಿರುವ spl ಆವೃತ್ತಿ {SPLVersion}
pl: SPL Studio {SPLVersion}
pt_pt: Está a utilizar o SPL Studio versão {SPLVersion}
ro: Folosiți SPL Studio, versiunea {SPLVersion}.
vi: Sử dụng SPL Studio phiên bản {SPLVersion}

source: SPL Studio Settings...
ar: إعدادات spl...
bg: Настройки на SPL Studio...
de_ch: Einstellungen im SPL Studio...
es: Opciones de SPL Studio...
fr: Paramètres SPL Studio...
gl: Opcións do SPL Studio...
he: הגדרות SPL.
hr: Postavke za SPL Studio …
hu: SPL Studio Beállítások
kn: spl ನಿಲಯದ ಸಂರಚನೆಗಳು...
pl: Ustawienia dodatku SPL
pt_br: Configurações do SPL Studio...
pt_pt: Configurações do SPL Studio...
ro: Setări SPL Studio...
ru: Настройки SPL Studio...
sk: Nastavenia SPL Studio...
tr: SPL Stüdyo Ayarları...
vi: Cài đặt SPL Studio...

source: SPL settings
ar: إعدادات SPL
bg: Настройки на SPL
de_ch: SPL-Einstellungen
es: Opciones de SPL
fr: Paramètres SPL
gl: Opcións do SPL
he: הגדרות SPL
hr: Postavke za SPL
hu: SPL beállítások
kn: spl ಸಂರಚನೆಗಳು
pl: Ustawienia SPL
pt_br: Configurações do SPL
pt_pt: Configurações do SPL
ro: Setări SPL
ru: Настройки SPL
sk: Nastavenia SPL
tr: SPL ayarları
vi: Cài đặt SPL

source: Scan complete with {scanCount} items
ar: تم فحص {scanCount} عنصر
bg: Сканирането завърши с {scanCount} елемента
de_ch: Suchlauf beendet. Es wurden {scanCount} Einträge gefunden.
es: Escaneado completado con {scanCount} elementos
fr: Balayage complet avec {scanCount} éléments
gl: Escaneado compretado con {scanCount} elementos
he: הסריקה הסתיימה עם {scanCount} פריטים
hr: Skeniranje završeno sa {scanCount} stavki
pl: Skanowanie zakończone z {scanCount} elementów
pt_br: Verificação concluída com {scanCount} itens
pt_pt: itens completamente digitalizados com {scanCount}
ro: Scan terminat cu {scanCount} elemente.
ru: Сканирование завершено с {scanCount} элементами
sk: Načítanie dokončené - {scanCount} položiek
tr: {scanCount} öğeyle tarama tamamlandı
vi: Đã quét xong với {scanCount} mục

source: Cart explorer is active
ar: مستكشف التنويهات نشط
bg: Прегледа на Джингъли е активен
de_ch: Cart-Übersicht aktiviert
es: El explorador de Cart está activo
fr: L'explorateur de chariot est actif
gl: O explorador de Cart está activo
he: סייר פעיל
hr: Istraživač džinglova je aktivan
hu: A Cart Explorer aktív
kn: ವಾಹಕದ ಅನ್ವೇಶಕವು ಸಕ್ರೀಯಗೊಂಡಿದೆ
ne: गाडा अन्वेषक सक्रिय छ ।
pl: Eksplorator jingli jest aktywny
pt_br: O explorador de carrinho está ativo
pt_pt: O explorador de placa está activo
ro: Cart explorer este activat.
ru: Обозреватель корзин активен
sk: Prehliadač jinglov je aktívny
tr: Sepet gezgini etkin
vi: Cart explorer đang hoạt động
