Repository: ChrisDuffley/stationPlaylist
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de_ch, es, fr, gl, he, hr, hu, kn, ne, pl, pt_br, pt_pt, ro, ru, sk, tr, vi

source: After entering SPL Assistant, press: A: Automation. C: Toggle cart explorer. Shift+C: Announce name of the currently playing track. E: Overall metadata streaming status. Shift+1 through shift+4, shift+0: Metadata streaming status for DSP encoder and four additional URL's. Shift+E: Record to file. F: Track finder. H: Duration of trakcs in this hour slot. Shift+H: Duration of remaining trakcs in this hour slot. K: Move to place marker track. Control+K: Set place marker track. L: Listener count. Shift+L: Line-in status. M: Microphone status. N: Next track. P: Playback status. Shift+P: Pitch for the current track. R: Remaining time for the playlist. Shift+R: Monitor library scan. S: Scheduled time for the track. Shift+S: Time until the selected track will play. T: Cart edit/insert mode. U: Studio up time. W: Weather and temperature. Y: Playlist modification. F8: Take playlist snapshots such as track count, longest track and so on. Shift+F8: Obtain playlist transcripts in a variety of formats. F9: Mark current track as start of track time analysis. F10: Perform track time analysis. F12: Switch to an instant switch profile. Shift+F1: Open online user guide.
hr: Nakon ulaska u SPL Assistant, pritisni: A: Automacija. C: Uključi i isključi istraživača džìnglova. Šift+C: Najavi ime trenutačno svirane snimke. E: Ukupno stanje internetskog prijenosa metapodataka. Šift+1 do Šift+4, Šift+0: Stanje internetskog prijenosa metapodataka za DSP dekoder i četiri dodatne URL adrese. Šift+E: Snimi u datoteku. F: Traženje snimaka. H: Trajanje snimaka u ovom jednosatnom slotu. Šift+H: Trajanje preostalih snimaka u ovom jednosatnom slotu. K: Premjesti se na označenu snimku. Kontrol+K: Postavi snimku kao pozicijsku oznaku. L: Broj slušatelja. Šift+L: Line-in stanje. M: Stanje mikrofona. N: Sljedeća snimka. P: Stanje sviranja. Šift+P: Glasnoća trenutačne snimke. R: Preostalo vrijeme popisa snimaka. Šift+R: Prati skeniranje biblioteke. S: Planirano vrijeme za snimku. Šift+S: Vrijeme do sviranja odabrane snimke. T: Modus uređivanja ili dodavanja džinglova. U: Ukupno vrijeme rada programa Studio. W: Vremenska prognoza i temperatura. Y: Promjena u popisu snimaka. F8: Sastavi statistiku popisa snimaka kao što su broj snimaka, najduža snimka, itd. Šift+F8: Dobavi prijepis popisa snimaka u raznim formatima. F9: Označi trenutačnu snimku kao početak za vremensku analizu snimaka. F10: Izvrši vremensku analizu snimke. F12: Prebaci na trenutnu promjenu profila. Šift+F1: Otvori korisnički priručnik na internetu.
sk: Po otvorení SPL asistenta máte k dispozícii tieto možnosti: A: Spustí Autopilota. C: zapne a vypne prehliadač jinglov. Shift+C: Oznámy názov prehrávanej skladby. E: Oznámi stav živého vysielania. Shift+1 až shift+4: Oznámi stav prvých štyroch pripojení. Shift+0: Oznámi stav pripojenia DSP enkodéra. shift+E: Oznámi stav nahrávania. F: Vyhľadá skladbu. H: Oznámi dĺžku skladieb v aktuálnom hodinovom slote. Shift+H: Oznámi zostávajúci čas skladieb v aktuálnom hodinovom slote. K: Presunie kurzor na skladbu so záložkou. Ctrl+K: Pridá záložku k skladbe. L: Oznámi počet poslucháčov. shift+L: Oznámi stav line-in. M: Oznámi stav mikrofónu. N: Oznámi nasledujúcu skladbu. P: Oznámi stav prehrávania. Shift+P: Oznámi Tóninu aktuálnej skladby. R: Oznámi zostávajúci čas do konca playlistu. Shift+R: Oznámi stav knižnice. S: Oznámi naplánovaný čas prehratia skladby. Shift+S: Oznámi zostávajúci čas do prehratia vybratej skladby. T: Otvorí editor jinglov. U: Oznámi Celkový čas od reštartu SPL. W: Oznámi aktuálne počasie. Y: Oznámi stav úpravy playlistu. F8: Zobrazí štatistiku playlistu, ako napríklad počet skladieb, najdlhšia skladba... Shift+F8: Uloží playlist v rôznych formátoch. F9: Označí aktuálnu skladbu ako začiatok pre časovú analýzu. F10: Spustí analýzu. F12: Aktivuje profil. Shift+F1: Otvorí online používateľskú príručku.

source: After entering SPL Assistant, press: A: Automation. C: Toggle cart explorer. Shift+C: Announce name of the currently playing track. D: Remaining time for the playlist. E: Elapsed time. F: Track finder. R: Remaining time for the currently playing track. G: Overall metadata streaming status. Shift+1 through shift+4, shift+0: Metadata streaming status for DSP encoder and four additional URL's. H: Duration of trakcs in this hour slot. Shift+H: Duration of remaining trakcs in this hour slot. K: Move to place marker track. Control+K: Set place marker track. L: Listener count. Shift+L: Line-in status. M: Microphone status. N: Next track. P: Playback status. Shift+P: Pitch for the current track. Shift+E: Record to file. Shift+R: Monitor library scan. S: Scheduled time for the track. Shift+S: Time until the selected track will play. T: Cart edit/insert mode. U: Studio up time. W: Weather and temperature. Y: Playlist modification. F8: Take playlist snapshots such as track count, longest track and so on. Shift+F8: Obtain playlist transcripts in a variety of formats. F9: Mark current track as start of track time analysis. F10: Perform track time analysis. F12: Switch to an instant switch profile. Shift+F1: Open online user guide.
hr: Nakon ulaska u SPL Assistant, pritisni: A: Automacija. C: Uključi i isključi istraživača džìnglova. Šift+C: Najavi ime trenutačno svirane snimke. D: Preostalo vrijeme popisa snimaka. E: Proteklo vrijeme. F: Traženje snimaka. R: Preostalo vrijeme popisa snimaka. G: Ukupno stanje internetskog prijenosa metapodataka. Šift+1 do Šift+4, Šift+0: Stanje internetskog prijenosa metapodataka za DSP dekoder i četiri dodatne URL adrese. H: Trajanje snimaka u ovom jednosatnom slotu. Šift+H: Trajanje preostalih snimaka u ovom jednosatnom slotu. K: Premjesti se na označenu snimku. Kontrol+K: Postavi snimku kao pozicijsku oznaku. L: Broj slušatelja. Šift+L: Line-in stanje. M: Stanje mikrofona. N: Sljedeća snimka. P: Stanje sviranja. Šift+P: Glasnoća trenutačne snimke. Šift+E: Snimaj u datoteku. Šift+R: Prati skeniranje biblioteke. S: Planirano vrijeme za snimku. Šift+S: Vrijeme do sviranja odabrane snimke. T: Modus uređivanja ili dodavanja džinglova. U: Ukupno vrijeme rada programa Studio. W: Vremenska prognoza i temperatura. Y: Promjena u popisu snimaka. F8: Sastavi statistiku popisa snimaka kao što su broj snimaka, najduža snimka, itd. Šift+F8: Dobavi prijepis popisa snimaka u raznim formatima. F9: Označi trenutačnu snimku kao početak za vremensku analizu snimaka. F10: Izvrši vremensku analizu snimke. F12: Prebaci na trenutnu promjenu profila. Šift+F1: Otvori korisnički priručnik na internetu.

source: Please return to playlist viewer before invoking this command.
hr: Vrati se na prikaz popisa snimaka prije pokretanja ove naredbe.
pt_br: Por favor, volte ao visualizador da lista de reprodução antes de invocar este comando.
ru: Вернитесь в просмотрщик списков воспроизведения, прежде чем вызывать эту команду.
sk: Najprv otvorte zobrazenie playlistu.
tr: Bu komutu çağırmadan önce lütfen çalma listesi görüntüleyiciye dönün.

source: Please select a track from playlist viewer before invoking this command.
hr: Odaberi snimku iz popisa snimaka prije pokretanja ove naredbe.
pt_br: Por favor, selecione uma faixa no visualizador da lista de reprodução antes de invocar este comando.
ru: Выберите дорожку в просмотрщике списков воспроизведения, прежде чем вызывать эту команду.
sk: Najprv vyberte skladbu.
tr: Lütfen bu komutu çalıştırmadan önce çalma listesi görüntüleyicisinden bir parça seçin.

source: Not in playlist viewer, cannot perform playlist analysis.
hr: Nije u prikazu popisa snimaka, nije moguće izvršiti analizu.
pt_br: Não está no visualizador da lista de reprodução, não pode executar a análise da lista.
ru: Не в просмотрщике списков воспроизведения, невозможно выполнить анализ списка воспроизведения.
sk: Nie je možné spustiť analýzu playlistu, pretože nie ste v playliste.
tr: Çalma listesi görüntüleyicide değil, çalma listesi analizi gerçekleştirilemiyor.

source: No playlist to analyze.
hr: Nema popisa snimaka za analiziranje.
pt_br: Nenhuma lista de reprodução para analisar.
ru: Нет списка воспроизведения для анализа.
sk: Žiadny playlist na analýzu.
tr: Analiz edilecek çalma listesi yok.

source: No track is playing
hr: Niti jedna snimka ne svira
sk: Nie je spustená žiadna skladba

source: No next track scheduled
hr: Nijedna daljnja snimka nije planirana
pt_br: Sem próxima faixa programada
ru: Следующей дорожки не запланировано
sk: V pláne nie je ďalšia skladba
tr: Sonraki parça planlanmadı

source: Cannot locate current track information
hr: Nije moguće pronaći informacije o trenutačnoj snimci
pt_br: Não é possível localizar as informações da faixa atual
sk: Nepodarilo sa zistiť informácie o aktuálnej skladbe

source: An instant switch or time-based profile is active. Resetting Studio add-on settings means normal profile will become active and switch profile settings will be left in unpredictable state. Are you sure you wish to reset Studio add-on settings to factory defaults?
hr: Aktivan je jedan profil za trenutno mijenjanje ili jedan vremenski utemeljen profil. Resetiranjem Studio dodatka će normalni profil postati aktivan, a postavke profila za trenutno mijenjanje će se ostavit u nepredvidivom stanju. Zaista želiš resetirati postavke Studio dodatka na standardne vrijednosti?

source: SPL Studio add-on reset
hr: Resetiranje SPL Studio dodatka
pt_br: Redefinição do complemento SPL Studio
ru: Сброс настроек дополнения SPL Studio
sk: Obnovenie nastavení doplnku SPL studio
tr: SPL Studio eklentisi sıfırlandı

source: Welcome to StationPlaylist add-on for NVDA, your companion to broadcasting with SPL Studio using NVDA screen reader. Highlights of StationPlaylist add-on include: * Layer commands for obtaining status information. * Various ways to examine track columns. * Various ways to find tracks. * Cart Explorer to learn cart assignments. * Comprehensive settings and documentation. * Completely free, open-source and community-driven. * And much more. Visit www.stationplaylist.com for details on StationPlaylist suite of applications. Visit StationPlaylist entry on NVDA Community Add-ons page (addons.nvda-project.org) for more information on the add-on and to read the documentation. Want to see this dialog again? Just press Alt+NVDA+F1 while using Studio to return to this dialog. Have something to say about the add-on? Press Control+NVDA+hyphen (-) to send a feedback to the developer of this add-on using your default email program. Thank you.
hr: Dobrodošli u NVDA dodatak StationPlaylist Studio, pomagač za emitiranje pomoću programa Station Playlist Studio, upotrebom NVDA čitača ekrana. Glavne karakteristike ovog dodatka uključuju: * prečaci za dobivanje informacija o stanju * razni načini istraživanja stupaca snimaka * razni načini pronalaženja snimaka * istraživač džinglova za javljanje njihovih naredbi * razne postavke i dokumentacija * u potpunosti besplatan, otvorenog koda i uz podršku zajednice * i još puno više Posjeti www.stationplaylist.com za detalje o programu Station Playlist Studio. Posjeti StationPlaylist stranicu na web stranici dodataka NVDA zajednice (addons.nvda-project.org) za daljnje informacije o dodatku i za dokumentaciju dodatka. Želiš li ponovo vidjeti ovaj dijaloški okvir? Za vraćanje na ovaj dijaloški okvir, pritisni Alt+NVDA+F1 dok koristiš Studio. Želiš nešto reći o dodatku? Pritisni Kontrol+NVDA+crtica (-) za slanje povratne informacije programeru ovog dodatka koristeći tvoj standardni klijent e-pošte. Hvala.
sk: Vitajte v doplnku pre StationPlaylist add-on, Vášho sprievodcu pri vysielaní internetového rádia cez SPL Studio. Prednosti tohto doplnku zahŕňajú: * Príkazy na zistenie stavu funkcii. * Príkazy na zistenie metadát v skladbách. * Viaceré možnosti vyhľadávania v zozname skladieb. * Prezeranie v zozname jinglov. * Podrobné nastavenia a dokumentáciu. * Všetko zdarma, s otvoreným kódom a podporou širokej komunity. * A oveľa viac. Podrobnosti o sete aplikácii Station playlist nájdete na www.stationplaylist.com. Podrobnosti a návod k tomuto doplnku nájdete na stránke addons.nvda-project.org. Tento dialóg môžete kedykoľvek zobraziť skratkou Alt+NVDA+F1 v okne SPL. Ak mi chcete poslať e-mail, stlačte Ctrl+NVDA+-. Ďakujem.

source: Welcome to StationPlaylist add-on
hr: Dobrodošli u StationPlaylist dodatak
pt_br: Bem-vindo(a) ao complemento do StationPlaylist
ru: Добро пожаловать в дополнение StationPlaylist
sk: Vitajte v doplnku Station Playlist
tr: StationPlaylist eklentisine hoş geldiniz

source: &Stream:
hr: &Internetski prijenos:
pt_br: Fluxo — &Stream:
ru: &Поток:
tr: &Akış:

source: Metadata streaming
hr: Internetski prijenos metapodataka
pt_br: Fluxo — streaming — de metadados
ru: Потоковая передача метаданных
sk: Vysielanie metadát
tr: Meta veri akışı

source: &Select the URL for metadata streaming upon request:
hr: Odaberi URL adresu za internetski prijenos metapodataka pri zaprimanju zahtjeva:
pt_br: &Selecione o URL para fluxo — streaming — de metadados mediante solicitação:
ru: &Выберите URL-адрес для потоковой передачи метаданных по запросу:
sk: &Vyberte url na vysielanie metadát.
tr: İ&stek üzerine meta veri akışı için URL'yi seçin:

source: &Select columns to be announced (artist and title are announced by default):
hr: &Odaberi stupce za najavljivanje (izvođač i naslov se standardno izgovaraju)
pt_br: Selecione as colunas a serem anunciadas (intérprete e título são anunciados por padrão):
ru: &Выберите объявляемые столбцы (исполнитель и название объявляются по умолчанию):
sk: &Vyberte metadáta, ktoré chcete oznamovať (Predvolene sú oznamované interpret a názov skladby):
tr: Duyurulacak &Sütunları seçin (sanatçı ve başlık varsayılan olarak duyurulur):

source: &Select columns to be included in playlist transcripts (artist and title are always included):
hr: Odaberi informacije koje će biti uključene u prijepise popisa snimaka. (izvođač i naslov su uvijek uključeni):
pt_br: Selecione as colunas a serem incluídas nas transcrições da lista de reprodução (intérprete e título estão sempre incluídos):
ru: Выберите столбцы для включения в рас&шифровки списка воспроизведения (артист и название всегда включены):
sk: Vyberte metadáta, ktoré sa objavia v prepise playlistu. (Interpret a názov skladby budú zahrnuté vždy):
tr: &Çalma listesi transkriptlerine dahil edilecek sütunları seçin (sanatçı ve başlık her zaman dahildir):

source: Advanced
hr: Napredno
sk: pokročilé

source: Pilot features: I want to test and provide early &feedback on features under development
hr: Eksperimentalne funkcije: želim testirati razvojne &funkcije te slati povratne informacije
sk: &Testovanie: chcem testovať nové funkcie doplnku pred oficiálnym vydaním

source: You are about to enable pilot features. Please note that pilot features may include functionality that might be unstable at times and should be used for testing and sending feedback to the add-on developer. If you prefer to use stable features, please answer no and uncheck pilot features checkbox. Are you sure you wish to enable pilot features?
hr: Aktivirat ćeš eksperimentalne funkcije. Napomena: eksperimentalne funkcije mogu sadržavati funkcionalnosti koje su povremeno možda nestabilne. Koristi ih za testiranje i za slanje povratnih informacija razvojnom programeru. Ako želiš koristiti stabilne funkcije, odgovori „Ne” i odznači potvrdni okvir za eksperimentalne funkcije. Zaista želiš deaktivirati eksperimentalne funkcije?
sk: Chystáte sa aktivovať testovanie nových funkcií. Upozorňujeme, že sa k vám môžu dostať aj verzie doplnku, ktoré nebudú stabilné. Môžete nám hlásiť, čo nefunguje a prispieť tak k zlepšeniu doplnku. Ak nechcete testovať nové funkcie, odpovedzte nie a odčiarknite funkciu testovanie. Naozaj chcete testovať nové funkcie?

source: Enable pilot features
hr: Aktiviraj eksperimentalne funkcije
sk: Povoliť testovanie

source: You have toggled pilot features checkbox. You must restart NVDA for the change to take effect.
hr: Potvrdni okvir za eksperimentalne funkcije je označen. Da bi promjena stupila na snagu, ponovo pokreni NVDA.
sk: Zmenili ste nastavenie funkcie testovanie. Zmeny sa prejavia po reštarte.

source: Pilot features
hr: Eksperimentalne funkcije
sk: Testovanie

source: StationPlaylist Add-on Settings
hr: Postavke StationPlaylist dodatka
pt_br: Configurações do Complemento StationPlaylist
sk: Nastavenia doplnku Station playllist

source: After entering SPL Controller, press: A: Turn automation on. Shift+A: Turn automation off. M: Turn microphone on. Shift+M: Turn microphone off. N: Turn microphone on without fade. L: Turn line in on. Shift+L: Turn line in off. P: Play. U: Pause. S: Stop with fade. T: Instant stop. C: Announce name and duration of the currently playing track. E: Announce connected encoders if any. I: Announce listener count. Q: Announce Studio status information. R: Remaining time for the playing track. Shift+R: Library scan progress. Function keys and number row keys with or without Shift, Alt, and Control keys: Play carts.
hr: Nakon ulaska u SPL kontroler, pritisni: A: Uključi automaciju. Shift+A: Isključi automaciju. M: Uključi mikrofon. Shift+M: Isključi mikrofon. N: Uključi mikrofon bez utišavanja. L: Uključi line-in. Shift+L: Isključi line-in. P: Sviranje. U: Pauza. S: Zaustavi uz stišavanje. T: Automatsko zaustavljanje. C: Najavi ime i trajanje snimke koja trenutačno svira. E: Najavi povezane dekodere, ako ih ima. I: Najavi broj slušatelja. Q: Najavi informacije o stanju programa Studio. R: Preostalo vrijeme snimke koja svira. Shift+R: Napredovanje skeniranja biblioteke. Tipke funkcija i brojeva redaka sa ili bez tipki Shift, Alt i Control: sviraj carts.
sk: V SPL kontroléry máte tieto možnosti: A: Zapnúť autopylota. Shift+A: Vypnúť autopylota. M: Zapnúť mikrofón. Shift+M: Vypnúť mikrofón. N: Zapnúť mikrofón bez stíšenia. L: Zapnúť line-in. Shift+L: Vypnúť Line-in. P: Prehrať. U: pauza. S: Stíšiť a zastaviť. T: Okamžite zastaviť. C: Oznám názov a dĺžku hrajúcej skladby. E: Oznám pripojené enkodéry. I: Oznám počet poslucháčov. Q: Oznám stav štúdia. R: Oznám zostávajúci čas do konca skladby. Shift+R: Oznám stav skenovania knižnice. Funkčné klávesy a klávesy v hornom rade čísel so a bez shiftu a v kombinácii s klávesmi alt a ctrl: Prehrávať jingle.

source: Announces stream encoder status from other programs
hr: Najavljuje stanje dekodera internetskog prijenosa drugih programa
pt_br: Anuncia o status do codificador de fluxo a partir de outros programas
ru: Объявляет состояние потокового кодера из других программ
sk: Oznamuje stav enkodérov ak je v popredí okno inej aplikácie
tr: Diğer programlardan akış kodlayıcı durumunu duyurur

source: Cannot obtain encoder connection status
hr: Nije moguće dobiti informacije o stanju veze dekodera
pt_br: Não é possível obter o status de conexão do codificador
ru: Не удалось получить состояние подключения кодировщика
sk: Nepodarilo sa získať informácie o stave enkodéra
tr: Kodlayıcı bağlantı durumu alınamıyor

source: You are not in playlist editor
pt_br: Você não está no editor de lista de reprodução
ru: Вы сейчас не в редакторе списков воспроизведения
tr: Çalma listesi düzenleyicisinde değilsiniz

source: An instant switch profile is active. Resetting Studio add-on settings means normal profile will become active and switch profile settings will be left in unpredictable state. Are you sure you wish to reset Studio add-on settings to factory defaults?
pt_br: Um perfil de troca instantânea está ativo. Redefinir as configurações do complemento do Studio significa que o perfil normal ficará ativo e as configurações do perfil de troca serão deixadas em um estado imprevisível. Tem certeza de que deseja redefinir as configurações do complemento do Studio para os padrões de fábrica?
ru: Активен профиль мгновенного переключения. Сброс настроек дополнения Studio означает, что активируется обычный профиль, а настройки профиля переключения останутся в непредсказуемом состоянии. Вы действительно хотите восстановить заводские настройки дополнения Studio по умолчанию?
tr: Anında geçiş profili etkin. Studio eklenti ayarlarının sıfırlanması, normal profilin etkinleşeceği ve geçiş profili ayarlarının öngörülemez durumda kalacağı anlamına gelir. Studio eklenti ayarlarını fabrika varsayılanlarına sıfırlamak istediğinizden emin misiniz?

source: Welcome to StationPlaylist add-on for NVDA, your companion to broadcasting with SPL Studio using NVDA screen reader. Highlights of StationPlaylist add-on include: * Layer commands for obtaining status information * Various ways to examine track columns * Various ways to find tracks * Tools to analyze the loaded playlist * Cart Explorer to learn cart assignments * Comprehensive settings and documentation * Completely free, open-source and community-driven * And much more Visit www.stationplaylist.com for details on StationPlaylist suite of applications. Visit StationPlaylist add-on GitHub page (https://github.com/ChrisDuffley/stationPlaylist) for add-on details and to read the documentation. Want to see this dialog again? Just press Alt+NVDA+F1 while using Studio to return to this dialog. Thank you.
ru: Добро пожаловать в дополнение StationPlaylist для NVDA, которое станет вашим помощником в трансляции с SPL Studio с помощью программы чтения с экрана NVDA. Основные возможности дополнения StationPlaylist включают в себя: * Уровневые команды для получения информации о состоянии * Различные способы просмотра столбцов дорожек * Различные способы поиска дорожек * Инструменты для анализа загруженного списка воспроизведения * Обозреватель корзин для изучения назначений в корзинах * Подробные настройки и документация * Полностью бесплатное, с открытым исходным кодом и поддерживаемое сообществом * И многое другое Посетите www.stationplaylist.com для получения подробной информации о пакете приложений StationPlaylist. Посетите запись StationPlaylist на странице дополнения в github(https://github.com/ChrisDuffley/stationPlaylist) для более подробной информации о дополнении и ознакомления с документацией. Хотите ещё раз увидеть это диалог? Просто нажмите Alt+NVDA+F1 во время использования Studio, чтобы вернуться к нему. Спасибо.
tr: NVDA için StationPlaylist eklentisine hoş geldiniz. NVDA ekran okuyucu kullanarak SPL Studio ile yayın yapmak için yol arkadaşınız. StationPlaylist eklentisinin öne çıkan özellikleri şunlardır: * Durum bilgisini elde etmek için katman komutları. * Parça sütunlarını incelemenin çeşitli yolları. * Parçaları bulmanın çeşitli yolları. * Sepet atamalarını öğrenmek için Sepet Gezgini. * Kapsamlı ayarlar ve belgeler. * Tamamen ücretsiz, açık kaynaklı, topluluk odaklı * Ve çok daha fazlası. StationPlaylist uygulama paketi hakkında ayrıntılı bilgi için www.stationplaylist.com adresini ziyaret edin. StationPlaylist eklentisi Github sayfasını ziyaret edin (https://github.com/chrisduffley/stationplaylist) Eklenti ayrıntıları ve belgeleri okumak için. Bu iletişim kutusunu tekrar görmek ister misiniz? Bu iletişim kutusuna dönmek için stüdyo kullanırken Alt+NVDA+F1 tuşuna basın. Teşekkür ederim.

source: SPL Studio is minimized to system tray.
pt_br: O SPL Studio é minimizado para bandeja do sistema — área de notificação.
ru: SPL Studio свёрнута в системный лоток.
tr: SPL Studio sistem tepsisine küçültülmüş.

source: SPL Broadcast Profiles
pt_br: Perfis de Transmissão SPL
ru: Профили широковещательной передачи SPL
sk: Vysielacie profily
tr: SPL Yayın Profilleri

source: Activate
pt_br: Ativar
ru: Активировать
sk: Aktivovať
tr: Etkinleştir
